[{"translation": {"en": "Are we at some kind of evolutionary equipoise  as a species?", "ja": "我々は種の進化の均衡地点に いるのでしょうか"}}, {"translation": {"en": "I don't know about you, but aside from these 15 shots,  I'm not in many of the family photos.", "ja": "皆さんはどうか分かりませんが 私はこの15枚を別にすると 自分の写真が あまりありません"}}, {"translation": {"en": "When it comes to the hard problem,  that's the question of why is it  that all this behavior  is accompanied by subjective experience?", "ja": "難問に分類されるのは 一体 どうして すべての行動が 主観的な経験を伴うのかという問いです"}}, {"translation": {"en": "Some of them are so nasty, they don't bear thinking about.", "ja": "まともに考えてもいないような 酷いものもあったり"}}, {"translation": {"en": "I hated that walk, I hated that balcony,  I hated that room, and I hated that house.", "ja": "あの廊下とバルコニーが大嫌いでした 自分の部屋も家も 大嫌いだったのです"}}, {"translation": {"en": "And as hard as her 20s were,  her early life had been even harder.", "ja": "彼女の20代も困難なものでしたが それ以前の人生はもっと 困難に溢れていました"}}, {"translation": {"en": "So given all of our digital devices  that are bringing all the negative news to us  seven days a week, 24 hours a day,  it's no wonder that we're pessimistic.", "ja": "最近ではさらに 24時間365日 悲劇的なニュースばかりを 私たちの周りのデジタル機器が 流していることを考えれば 悲観的になってもしかたがありません 世界がどんどん悪い方向へ"}}, {"translation": {"en": "That our input to the system of government  is voting.", "ja": "すなわち 政府のシステムへの入力は 投票と考えてしまうのです"}}, {"translation": {"en": "My grandfather was an extraordinary man for his time.", "ja": "祖父は 当時のアフガニスタンにあって 並外れた人物でした"}}, {"translation": {"en": "It's something we're working on for the London Olympics.", "ja": "これはロンドンオリンピックに向けて作っているもので"}}, {"translation": {"en": "And who's going to take him seriously  if he's got a silly little title  like President of the United States of America?", "ja": "“合衆国大統領” だなんて そんなつまらない肩書きで 誰が真剣に取り合ってくれるんだ?”"}}, {"translation": {"en": "All right, let's go.", "ja": "見ていきましょう"}}, {"translation": {"en": "Now, this is exactly, I think, how we're using games today.", "ja": "これはまさに今日私たちが"}}, {"translation": {"en": "But it also has some fundamental  limitations so far.", "ja": "しかし これまでのところ 根本的な限界もありました"}}, {"translation": {"en": "This is a gamer who's on the verge of something called an \"epic win.\"", "ja": "これはエピックウィンと呼ばれるものの瀬戸際にいる ゲーマーの姿なのです"}}, {"translation": {"en": "So I take another deep breath,  squat down to next to her, and say,  \"Hey, I know it's kind of confusing.", "ja": "もう一度 深呼吸をして そばに しゃがんで 言いました 「ねぇ 困るわよね 分かるわ"}}, {"translation": {"en": "Now you see, with this film, we wanted to tell the real story.", "ja": "この映画では真実のストーリーを伝えたかったのです"}}, {"translation": {"en": "Texas has at one point decided  that what it means to marry a man  is to mean that you don't have a Y chromosome,  and what it means to marry a woman means you do have a Y chromosome.", "ja": "テキサスではあるとき 男と結婚する人は Y染色体がないことを意味し 女と結婚する人は Y染色体があることを意味すると決定づけました"}}, {"translation": {"en": "This is what we call, in our lab, sensible design.", "ja": "これが我々のラボでセンシブルデザインと呼んでいるものです"}}, {"translation": {"en": "A really exciting thing is in recent years  a neuroscientist, Giulio Tononi,  has taken this kind of theory  and developed it rigorously  with a mathematical theory.", "ja": "非常に期待が持てることには 近年 神経科学者のジュリオ・トノーニが こうした理論を 数学の理論を用いて 大きく発展させました"}}, {"translation": {"en": "But then the whole thing can be  just a 3D cloud of pixels  that you can approach and move through it  and see from many, many directions.", "ja": "また　全体を ３Dピクセルの集まりとして 近づき 入り込む事を 様々な方向から行う事もできます"}}, {"translation": {"en": "When you look at the ripples under the cap,  the ripples are moving away from us.", "ja": "キャップの下側を見てみると 波は遠ざかるほうに進んでいます"}}, {"translation": {"en": "And every day, every day we wake up with the rule of the militias  and their continuous violations of human rights of prisoners  and their disrespect of the rule of law.", "ja": "毎日毎日 私たちは 市民軍の統治下で目覚めます 彼らは 囚人たちに対する人権侵害を やめようとせず― また 法による統治を軽視しています"}}, {"translation": {"en": "And, I think, here in the TED group,  we have many people who are already pursuing this.", "ja": "このTEDグループの中にも 既にこの方向に進んでいる多くの方々がいます"}}, {"translation": {"en": "Well, I play with them sometimes,  but not very often.", "ja": "たまに扱うこともありますが めったにありません"}}, {"translation": {"en": "The GGB, Golden Gate Bridge,  is supposed to be a passage across  our beautiful bay,  not a graveyard.", "ja": "ゴールデン・ゲート・ブリッジは 美しいサンフランシスコ湾を越える 通り道であって 美しいサンフランシスコ湾を越える 通り道であって 墓場ではありません"}}, {"translation": {"en": "In times when it seems least appropriate to play,  it might be the times when it is most urgent.", "ja": "遊ぶのがもっともふさわしくないように思える時こそ 最も遊ばねばならない時なのかもしれません"}}, {"translation": {"en": "This was the first time I heard that people in my country were suffering.", "ja": "初めて知ったのです 飢餓に苦しむ人が私の国にいるなんて"}}, {"translation": {"en": "We want to encourage a world of creators, of inventors, of contributors,  because this world that we live in,  this interactive world, is ours.", "ja": "世界のクリエーター 発明家 オープンソース貢献者が協力する世界を広げたいのです この生きて反応する私たちの世界は"}}, {"translation": {"en": "And I'm from Jersey,  and we are really concerned with being chic,  so if my friends wore heels, so did I.", "ja": "私はジャージー出身で 流行に敏感ですので 友だちがヒールを履いていれば 私も履きました"}}, {"translation": {"en": "But trust, in the end, is distinctive  because it's given by other people.", "ja": "しかし信頼というのは やはり独特です 人から得るものですからね"}}, {"translation": {"en": "One day, my worst nightmare came true,  when I was caught by the Chinese police,  and brought to the police station for interrogation.", "ja": "そんなある日 最も恐れていたことが 起こりました 私は中国の警察に捕えられ 尋問のため警察署に連行されたのです"}}, {"translation": {"en": "But I do think we're going to figure it out eventually.", "ja": "でも最終的には必ず解明されると思います"}}, {"translation": {"en": "Who sends whom a text message?", "ja": "誰が誰にテキストメッセージを送るか？"}}, {"translation": {"en": "Years later, I was on my second teaching round  in a Melbourne high school,  and I was about 20 minutes into a year 11 legal studies class  when this boy put up his hand and said,  \"Hey miss, when are you going to start doing your speech?\"", "ja": "何年もが過ぎ 私がメルボルンの高校で 教師２年目だった時のことです ２年生の法学の授業を始めて 20分ほど経ったところで 男子学生が手を挙げて 「先生 スピーチはまだかよ？」と 言いました"}}, {"translation": {"en": "And the left-hand column shows a brain scan  of a person looking at an image.", "ja": "スキャン画像のセットです 左の列は ある画像を見ている人の"}}, {"translation": {"en": "Well, I was next.", "ja": "次は私の番でした"}}, {"translation": {"en": "And if that pans out,  which I have every confidence it will,  Coca-Cola will deploy this globally  to 206 countries  around the planet.", "ja": "もし 実験がうまくいけば -- もちろん うまくいくと信じていますが -- コカ・コーラは この機械を世界206 ヶ国に グローバル展開します これは 現在存在している"}}, {"translation": {"en": "The good news is that technology is making it possible  to fundamentally reframe  the function of government  in a way that can actually scale  by strengthening civil society.", "ja": "私たちには政府が絶対に必要です よい知らせは 市民社会を強化していくことにより 規模を拡張していくというやり方で 最新技術を用いて 政府機能の抜本的な再編成が 実現できることです"}}, {"translation": {"en": "That was when I realized that this sort of benign neglect  was a real problem, and it had real consequences,  not just for Alex and her love life  but for the careers and the families and the futures  of twentysomethings everywhere.", "ja": "アレックスと彼女の恋愛に限らず 20代の若者全般が キャリアや家族 未来などについても こんな風に静観して過ごすのが 真の問題で 重大な影響を及ぼしているということです 現在 アメリカには 20代が5000万人います"}}, {"translation": {"en": "So I would like to say that there are three simple rules to follow  to achieve a realistic result.", "ja": "リアルな結果が得られるためのシンプルなルールが ３つあると思います"}}, {"translation": {"en": "Power outages also became more and more frequent,  so everything around me was completely dark at night,  except for the sea of lights in China,  just across the river from my home.", "ja": "停電も頻繁に起きるようになり 夜は真っ暗闇に包まれました 中国側の煌々とした灯りが見えました 私の家の川向こうは中国でした"}}, {"translation": {"en": "I fell out of love with this fish.", "ja": "僕の恋は冷めちゃったよ"}}, {"translation": {"en": "Imagine an engine going clack, clack, clack.", "ja": "上空900メートルを越えて上昇中に大爆発"}}, {"translation": {"en": "But what if you want to see brush strokes?", "ja": "筆遣いはどうでしょう？"}}, {"translation": {"en": "It really got them involved in the idea of,  you know, there are people who live with mosquitos.", "ja": "蚊と共に暮らしている人々がいることを よく考えていただけたと思います"}}, {"translation": {"en": "We do overcome some things.", "ja": "乗り越えることが必要な部分はあります"}}, {"translation": {"en": "It became a gilded gateway  into a world full of pirates and shipwrecks  and images in my imagination.", "ja": "海賊や難破船に満ちた 空想上の世界への 輝く扉になりました"}}, {"translation": {"en": "And so, you're seeing animals that are living next to  a 500-degree-Centigrade water plumes.", "ja": "摂氏500度もの水柱の 側で生きる動物を 目の当たりにしているんです"}}, {"translation": {"en": "And my grandmother was tough, but she was also loving.", "ja": "祖母は厳しくも 愛情あふれる人でした"}}]