[
  {
    "input": "A Philadelphia man has been charged with stabbing a member of Nikki Minaj's tour crew to death during an argument over a barmaid. Pierce Boykin was charged with the murder of 29-year-old De'Von Pickett on Tuesday, Homicide Captain James Clark confirmed. Pickett - who was Minaj's tour manager - was stabbed to death in the early hours of Wednesday, February 18, outside a bar in Philadelphia. Charged: Pierce Boykin, 31, (left) was charged with the murder and attempted member of members of Nicki Minaj's (right) tour crew - who had arrived in Philadelphia for rehearsals for the singer's upcoming tour . He and the rest of the crew had just arrived in the city to rehearse for Minaj's tour, which is supposed to begin in Europe this month. Fellow crew member Eric Parker, 27, was also stabbed in the attack, but was expected to survive his injuries. Boykin, 31, was originally charged with attempted murder of Parker, but Clark says the murder charge was tacked on after additional evidence pointed to Boykin for both stabbings. According to NBC 10, the argument began inside Che Bar & Grill in Philadelphia’s West Oak Lane neighborhood. 'We believe that both of the victims, as well as the perpetrator, were all inside of this bar and that’s when an argument started,' said Chief inspector Scott Small. Boykin is in custody, and an attorney for him could not be reached to comment on the charges. De'Von Pickett (left), Nicki Minaj's tour manager, died while Eric Parker (right) was left in a critical condition .",
    "output": "Pierce Boykin, 31, charged with the murder  De'Von Pickett, 29 .\nTour manager was stabbed to death outside a Philadelphia bar last month .\nAlso charged with attempted murder of fellow crew member Eric Parker .\nPickett and Parker in the city to rehearse for Minaj's new European tour ."
  },
  {
    "input": "Retired footballer Pat van den Hauwe has revealed how he once pointed a gun at a man's head and considered pulling the trigger - all because he owed him £100. The former Everton, Tottenham and Birmingham defender, now 54, used to carry a '38 snub' gun after being given it for protection by a friend. And, after being angered by the man in a chance meeting outside a pub, Van den Hauwe admits that he was tempted to use the weapon. Pat van den Hauwe, pictured in action for Everton, has revealed how he once almost shot a man over £100 . The Belgium-born defender also enjoyed a successful spell with Tottenham, winning the FA Cup in 1991 . Van den Hauwe lifts the European Cup-winners' Cup and Division One trophy at Goodison Park in 2010 . Clubs: Birmingham (1978-84), Everton (1984-89), Tottenham (1989-93), Millwall (1993-95) Honours: Division One title (Everton, 1985), Cup Winners' Cup (Everton, 1985), FA Cup (Tottenham, 1991) International Caps (Wales): 14 . In an interview with the set pieces, the former Wales international said: 'I used to wear an ankle strap and at night if I went out, I carried it. There was just one incident, some guy who owed me money. 'He kept ducking me and ducking me and after I'd had a few drinks and god knows what, I bumped into him outside a pub. I said \"Where's me money?\" and because he was a black belt in karate I thought \"I'm not gonna f*** around with this\". 'He said to me \"Well, what you gonna do about it?\" and you know when I lose my temper, I lose my temper. 'So I just turned around, put me leg up on the wall, pulled me gun out and pointed it at his head. Then I looked up to him and said, \"What are you gonna f****** do now then?' Now 54, Van den Hauwe played for Spurs for four seasons before leaving to join Millwall in 1993 . The former Wales international chats with ex-Everton boss Howard Kendall at an event back in 2012 . Van den Hauwe, known as 'Psycho' among fans, clashes with Nottingham Forest's David Campbell in 1986 . 'I had a moment where it was touch and go, and, I really thought to myself \"Before I do the ultimate wrong thing, it's time to give it back,\" you know? Because once it goes wrong there, you're banged up for life. I had to think seriously about it. I'm not a violent person anyway, you know what I mean?' Van den Hauwe, who won the Division One title and European Cup Winners' Cup with Everton in 1985 and the FA Cup with Spurs in 1991, is now living in South Africa after suffering with depression. And he insists that the gun incident, although potentially dangerous, altered his life for the better. 'I would say, that incident, carrying it, pulling it, p****** about with it, it was just a matter of time for me. I think it was a life changing thing. It calmed me down,' he added.",
    "output": "Pat van den Hauwe retired in 1997 after a career of nearly 20 years .\nHe used to carry a '38 snub' gun around with him in an ankle strap .\nThe 54-year-old has revealed that he once pointed the gun at a man's head .\nVan den Hauwe was angry because the man owed him money .\nHe is now living in South Africa after suffering from depression ."
  },
  {
    "input": "The song is straightforward and carries the usual expletive, for semi-rhyme as well as effect. Gabby Agbonlahor, cry Aston Villa fans to the tune of Karma Chameleon, is rather fast. That’s the clean version. The frequency with which the words are heard from now until the end of the season will prove largely correlative to Villa’s chances of remaining a Premier League team. They have not been sounded all too often this campaign. But at Villa Park on Tuesday night, especially during the first half, Agbonlahor produced a performance to warrant adulation. Gabby Agbonlahor salutes the Villa Park crowd in celebration after opening the scoring against West Brom . Agbonlahor threads the ball through Ben Foster's legs to give the hosts the lead in the Midlands derby . It was arguably his best display in years, a return to those days when his speed and strength shot him into the England set-up. Agbonlahor consistently harried Gareth McAuley and Joleon Lescott, chasing down balls he had no obligation to reach, using his stocky physique to keep hold of possession when under threat. Christian Benteke got the headlines for his late winning goal, but it was Agbonlahor who set the tone. His goal was a classic case of pace proving the difference. He latched onto Benteke’s nodded flick and finished while making statues of the West Bromwich Albion central defenders. He did similar when creating a pass out Ashley Westwood’s hopeful ball, sprinting to startle the opposition backline and only being denied a second by Lescott’s goalline clearance. Boy George’s ditty rang loud. Agbonlahor beat Foster again shortly after but Joleon Lescott raced back to clear the ball off the line . Agbonlahor reacts after West Brom keeper Foster almost dropped the ball over his own goal line . Foster initially caught the shot from Agbonlahor but it then slipped through his legs and he had to react quickly . In all, he had three shots on target – including the badly fumbled effort by Ben Foster than nearly trickled over the line – which is a significant uplift of recent matches. In this statistic, the sequence of his last 12 games reads: 0, 1, 1, 0, 0, 0, 0, 0, 1, 0, 0, 1. Fantastic figures should Jimmy Anderson be bowling a couple of overs at the death in the World Cup. As shots on target for a Premier League striker? Not so much. Agbonlahor failed to test the goalkeepers of Newcastle, Chelsea, Arsenal (admittedly as a substitute), Liverpool, Leicester, Crystal Palace, Manchester United (albeit sent off unjustly after 65 minutes) and West Bromwich Albion. His inability in that period to make a difference in opponents’ penalty areas is symptomatic of Villa’s wider attacking paralysis, stymied by a style that ranked possession over purpose to an adverse extent. Aston Villa manager Tim Sherwood ran down the touchline and celebrated vigorously after Agbonlahor's goal . Christian Benteke sends the goalkeeper the wrong way to score a dramatic late penalty and seal the win for Aston Villa . It is hard as a centre-forward to strike for goal if the ball is rarely within 30 yards of the target. Agbonlahor would often operate on the wings under Paul Lambert too. This is not to absolve the 28-year-old. As one of the club’s senior figures his form has been disappointing, particularly since he signed a new four-year contract last September. Born locally and graduating from Villa’s youth set up he is a supporter of the club and the depth of his feeling has been clear in his commitment since he broke through to the first team nine years ago. So it has been odd to see his on-field demeanour at certain times this season, exhibiting none of the vim Villa fans know well. Benteke celebrates his goal with Aston Villa team-mates Jack Grealish and Andreas Weimann . Brad Guzan looked on in horror as Saido Berahino equalised for the visitors before Benteke's winner . That was back with a bang against West Brom. Tim Sherwood restored Agbonlahor up front alongside Benteke and allowed for the direct style that suits their attributes. Agbonlahor found the net for the first time in 14 matches and it proved valuable. Each one of his four Premier League goals has counted for something: a draw against Southampton and wins against Liverpool and Hull, accompanying the West Brom victory. Seven extra points in total. Sherwood knows the worth of the player whose speed is celebrated in chant. The Villa manager needs to continue utilising his talents for the final 10 Premier League matches to make sure this spark of brilliance does not fizzle out. Agbonlahor on song means Villa should stay up.",
    "output": "Aston Villa beat West Brom 2-1 in Midlands derby on Tuesday night .\nGabby Agbonlahor scored his first league goal in 14 top flight matches .\nThe striker put in a rejuvenated performance for Tim Sherwood's side .\nAston Villa will need similar from the striker if they are to beat the drop .\nCLICK HERE for all the latest Aston Villa news ."
  },
  {
    "input": "An oil rig that no longer has any commercial value would usually be destined for the scrap heap, but not off the south-eastern coast of the Malaysian state of Sabah. There stands a redundant rig that's been given a rebirth as a hotel haven for scuba divers keen for a unique holiday exploring the expansive wrecks and reefs next to the tiny Mabul Island. Proud of its origin as a base for oil and gas exploration, Seaventures Dive Rig offers a direct route to stunning dive sites in the famed Coral Triangle. Seaventures Dive Rig  is a refurbished oil rig that was towed to the south-eastern coast off the Malaysian state of Sabah . The refurbished site is also has 27 fully-furnished rooms including twin shares and family rooms, as well as a dormitory . The rig once served as accommodation element of oil rigs around various locations but was given a new lease on life when it was towed from a shipyard in Singapore to the south-eastern coast of the Malaysian state of Sabah. The refurbished site is also has 27 fully-furnished rooms including twin shares and family rooms, as well as a dormitory. There is also more entertainment on offer than one would expect of what is effectively, now it's no longer a working rig, a tin shed in the middle of the ocean. It has a movie room, a karaoke lounge and bar, pool tables, table tennis table, a souvenir shop and a conference room accommodating up to 60 people. It even has free wi-fi access. They also host a weekly barbecue and offer live music in the form of the dive master's band, The Sea Gypsies. For time above the water, the resort offers has a movie room, a karaoke lounge and bar, and pool tables to keep guests entertained . Twin rooms are also available with all accommodation on the former oil rig enjoying air-conditioning . For time above the water, the resort offers has a movie room, a karaoke lounge and bar, and pool tables to keep guests entertained . Twin rooms are also available with all accommodation on the former oil rig air-conditioned . But it's really all about what goes on under water and the remarkably easy access to it, once you get there via boat transfer – there used to be a helipad for helicopter access but that’s now been converted into a sundeck. A major feature of the rig is its elevator that takes divers directly into the reef underneath, which means no longer do divers have to lug their gear on and off a boat. The lift also serves as the main platform for the hotel's 'Rig Jump', which as the name suggests is a chance for guests to leap into the crystal clear Celebes Sea from a height. The resort is still, however, deciding whether or not to make it a permanent fixture. Being part of the Coral Triangle the area is teeming with sea life. Divers receive instruction before exploring the depths beneath the Seaventures Dive Rig Resort off the coast Malaysia . A short walk down the stairs from guests' rooms is a dive site teeming with tropical fish around wrecks . A diver is surrounded by fish moments after leaving the hotel near Mabul Island off the coast of Sabah . Seaventures say their house reef directly below the rig features large schooling varieties of tropical reef fish. Divers receive instruction before exploring the depths beneath the Seaventures Dive Rig Resort off the coast Malaysia . A short walk down the stairs from guests' rooms is a dive site teeming with tropical fish around wrecks . A diver is surrounded by fish moments after leaving the hotel near Mabul Island off the coast of Sabah . Species include barracuda, groupers, cuttlefish, turtles, giant morays, ribbon eels, frog fish, scorpion fish, crocodile flatheads, lion fish, nudibranchs and ghost pipe fish. Whale sharks also pass below divers 'on rare opportunities'. Crystal clear water and abundant sea life is on offer off the rig resort found at the heart of the Coral Triangle . 'This metal monstrosity was once commissioned as an exploration jack up rig in the oil and gas industry and now revamped as the Seaventures Dive Rig,' says Seaventures' website . Crystal clear water and abundant sea life is on offer off the rig resort found at the heart of the Coral Triangle . 'A unique dive resort and the only one of its kind in the world, Seaventures still maintains the allure and spirit of a working rig yet the rooms are made more comfortable, the food highly acclaimed, service exemplary and diving world class.' 'It truly is a novelty alternative to any dive resort and best of all it is situated in one of the diving industry’s renowned dive destinations commonly ranked as being one of the world’s best.' Those running the rig offer official PADI five-star IDC courses and the opportunity to get additional diving qualifications.",
    "output": "Seaventures Dive Rig, part of an old oil rig, is situated next to Mabul Island in Malaysia .\nIt has 27 fully-furnished rooms for guests to stay in, including twin and family rooms .\nHotel includes free wi-fi access and activities to keep guests entertained, but is accessible only by boat transfer ."
  },
  {
    "input": "Francis Coquelin has emerged as one of Arsenal's standout performers this season, since returning from a loan-spell at Championship side Charlton Athletic in December. The 23-year-old Frenchman had been on the peripheries for some time and was loaned to the Addicks in order to gain first-team football; but following injuries to the likes of Jack Wilshere and Mikel Arteta, he was recalled to north London after just five games. Now, granted the chance to fill Arsenal's void between defence and midfield, Coquelin has not looked back and is thriving in his role as the Gunners' enforcer. Francis Coquelin skips past QPR midfielder Sandro (right) during Arsenal's 2-1 win at Loftus Road . Coqeulin comes forward with the ball ahead of the oncoming QPR striker Bobby Zamora (right) He told the club's official website, 'I never got the chance to have the run of games before. The manager gave it to me and I can show for the first time what I'm capable of. 'It's not to be big-headed, but I've always had confidence in myself.' Arsenal's next game is against Manchester United in the FA Cup quarter-final at Old Trafford on Monday. The Gunners lifted the trophy last year after defeating Hull City in the final, but know they will have to be at their best to repeat the feat this term. And Coquelin insists that Arsenal have plenty left to play for this season, challenging for the Cup, while also attempting to finish in the Premier League's top four and overturning a 3-1 defect in Europe against Monaco. He said, 'We've got a lot to fight for. We've got a big game in the Champions League and we need to try and turn that one around. Everything is possible in football.' Coquelin (pictured in training on Sunday) insists that Arsenal still have plenty left to play for this season . Arsenal midfielder Alex Oxlade-Chamberlain (right) lines up a shot during the training session at Colney . Arsenal players are put through their paces ahead of the FA Cup quarter-final against Manchester United .",
    "output": "Francis Coquelin has emerged as one of Arsenal's standout performers .\nThe midfielder returned early from a loan spell with Charlton Athletic .\nHe has filled in for the injured Jack Wilshere and Mikel Arteta .\nCoquelin told the club's website, he was always confident in his abilities .\nArsenal face Manchester United in the FA Cup quarter-final on Monday ."
  },
  {
    "input": "London (CNN)An investigation is underway after a canine competitor died the day after taking part in Crufts, one of the world's most prestigious dog shows. An autopsy indicates  he was poisoned. Three-year-old Irish setter Thendara Satisfaction -- known to his owners as Jagger -- took second prize in his class at the event in Birmingham, central England, on Thursday. But just a day later, after returning home to Belgium, he became ill. Owner-breeder Dee Milligan-Bott told CNN Jagger was \"finding it hard to breathe\" so a veterinarian was called, but the dog died before he could get there. \"The vet thought it was suspicious, so carried out an autopsy,\" she said. \"They found cubes of beef in his stomach that had at least two types of poison inside. Pieces of beef had been stitched together so that the poison didn't come out. \"He had enough in his system to kill a horse, according to the vet,\" said Milligan-Bott, who is at a loss to explain why Jagger was targeted: \"We can't fathom why anyone would do this.\" \"I've been doing this for 30-odd years and I think I would have to give up on everything if I believed that someone who shows and breeds dogs would kill a dog. We all do this because we love dogs. If you hate me for being successful, then stick a brick through my window or something. But why would you involve a dog?\" Toxicology tests are being carried out. The vet has reported the dog's death to Belgian police, and Milligan-Bott said she would likely contact West Midlands Police in the UK too. A spokesperson for the Kennel Club, organizers of the Crufts dog show, said there had never been such an incident in the history of the competition, which dates back to 1891. \"We are deeply shocked and saddened to hear this terrible news and our heartfelt sympathies go out to Jagger's owners,\" said Caroline Kisko, secretary of the Kennel Club, in a statement. \"We understand that a toxicology report is due next week and that this matter has been reported to the police - we will work with them and help however we can.\" Television personality and writer Clare Balding, who hosts TV coverage of Crufts in the UK, took to Twitter to express her shock at the news: \"Everyone at #Crufts2015 horrified at death of Irish Setter Jagger & post-mortem found poison. Awful for all concerned,\" she tweeted.",
    "output": "Three-year-old Irish setter Jagger died suddenly after competing at Crufts dog show .\nAn autopsy revealed poison sewn into cubes of beef in his stomach .\n\"We can't fathom why anyone would do this,\" owner-breeder Dee Milligan-Bott tells CNN ."
  },
  {
    "input": "Luis Suarez has been added to a long list of former Liverpool greats returning to Anfield later this month  for the charity match  organised by the Liverpool FC Foundation on March 29. Suarez was not expected to be present as  Uruguay have a friendly against Morocco in Agadir on Saturday, March 28 but his attendance was confirmed by Liverpool's official website on Thursday. Furthermore, Steven Gerrard and Jamie Carragher, who will be captains on the day itself, have invited some of the players they most respected playing against in Thierry Henry, John Terry and Didier Drogba to take part. Luis Suarez is going to return to Liverpool on March 29 for a charity game . Fernando Torres, who exited Liverpool for Premier League rivals Chelsea, will be back at Anfield for the game . The game, organised by the Liverpool FC foundation, will see Xabi Alonso and Jamie Carragher link up again . Xabi Alonso, Fernando Torres, Pepe Reina and Dirk Kuyt have already been confirmed to grace the turf once again in front of Reds fans. Current Liverpool first-team members not on international duty will also play, along with some of the club's academy players. Managers of the two sides, along with the final line-ups, are set to be confirmed in the near future. John Arne Riise and Luis Garcia have already confirmed they will be appear in the game. Goalkeeper Pepe Reina will also play again at Anfield for the match at the end of March . Steven Gerrard is set to captain one of the teams in the game, with Carragher taking the other armband . Chelsea duo Didier Drogba (left) and John Terry have also agreed to feature in the game . The game gives Liverpool fans one last opportunity to see Gerrard in action alongside the best players from the array of sides he has captained throughout his time at Anfield before he leaves for LA Galaxy at the end of the season. Proceeds raised from the event will help fund Liverpool FC Foundation's community programmes, which benefit thousands of young people and adults throughout the city of Liverpool, and also support Alder Hey's new Hospital in the Park as well as providing support packages to Claire House, Positive Futures, Centre 56 and Cash for Kids.",
    "output": "The Liverpool FC Foundation have organised a charity match for March 29 .\nLuis Suarez, Xabi Alonso, Pepe Reina and Dirk Kuyt will be back at Anfield .\nJohn Terry, Didier Drogba and Thierry Henry are also set to play .\nCLICK HERE for all the latest Liverpool news ."
  },
  {
    "input": "The nation's system for guiding planes and other aircraft is at 'increased and unnecessary risk' of being hacked, according to a report by government watchdog released Monday. The Federal Aviation Administration has taken steps to protect the air traffic control system from cyber-based threats, but 'significant security control weaknesses remain, threatening the agency's ability to ensure the safe and uninterrupted operation,' said the report by the Government Accountability Office. One area of weakness is the ability to prevent and detect unauthorized access to the vast network of computer and communications systems the FAA uses to process and track flights around the world, the report said. A government watchdog group's new report warned that the nation's system for guiding planes and other aircraft is at 'increased and unnecessary risk' of being hacked . The FAA relies on more than 100 of these air traffic systems to direct planes. There also are inadequate protections to prevent entry into air traffic computer systems from other, less-secure computer systems not directly involved in traffic operations, the report said. Other problems identified in the report include: . -Security weaknesses identified by the FAA weren't always addressed in a timely way. -Security control assessments by the agency weren't always comprehensive enough to find weaknesses. -Shortcomings in monitoring for hacking incidents or unauthorized entries mean the FAA may not be able to 'contain, eradicate or recover from incidents.' These weaknesses put the air traffic system 'at increased and unnecessary risk of unauthorized access, use or modification that could disrupt air traffic control operations,' the report said. The accountability office made 14 recommendations to the FAA and another three to the Transportation Department. Keith Washington, a Department of Transportation acting assistant security, said in a letter to the accountability office that the FAA is aware of the importance of the matter and has achieved several milestones in improving its cybersecurity. FAA officials had no comment. The agency is part of the Transportation Department. The FAA says it is aware of the concerns and taking serious steps to shore up security . Following the report's release, the chairman and senior Democratic member of the Senate Commerce, Science and Transportation sent a letter to FAA Administer Michael Huerta asking for a \"full accounting on the status\" of the accountability office's recommendations. \"These vulnerabilities have the potential to compromise the safety and efficiency of the national airspace system, which the traveling public relies on each and every day,\" said Sens. John Thune, R-S.D., and Bill Nelson, D-Fla. They called the report \"troubling.\"",
    "output": "The Government Accountability Office warned of 'increased and unnecessary risk' in new report .\nFAA uses vast network of systems to process and track flights worldwide, leaving many possibilities for weakness .\nOther issues are inadequate protections to prevent entry into air traffic computer systems from other, less-secure computer systems ."
  },
  {
    "input": "The perfect end to a rewarding week. England’s five-day stay in the Czech Republic finished with a win that enhanced their credentials for summer success. England went Olomouc on Monday to familiarise themselves with the place they will call home and Under-21 head coach Gareth Southgate was thrilled with how the experiment went. He was even happier, then, after Tom Carroll’s goal in Prague chiselled out victory for a much-changed side. Having flattened inferior opponents in qualifying for Euro 2015, Southgate was keen to see how his squad will fare against better nations and so far, it has gone how he wanted. Portugal – who will be opponents in Group B – were beaten in November and now the hosts have gone the same way. Tom Carroll celebrates his goal during the international match between Czech Republic U21 and England U21 . Though this performance against the host nation was not the flashiest but it had showed qualities that England will need if they are to go all the way. More than anything, it proved there is strength a depth beneath the core. ‘I thought we did some very good things,’ Southgate noted. ‘There were also plenty of things we can improve on. The Czechs are a good side and they put us under pressure but we still wanted to play the same way. It was a good test.’ There were four debutants in this experimental line-up, most notably Arsenal defender Calum Chambers, and for periods in the first half England lacked the cohesion of a team that has played regularly together. As an attacking force, they offered little. The England Under 21 squad celebrate as they take the lead against Czech Republic on Friday night . One thing, though, that was not in question was their fight to keep the Czechs at bay. Nobody embodied the spirit more than Carroll – whom Southgate called a 'super footballer' – who was well placed in the 29th minute to kick a header from Watford striker Matej Vydra off the line. Southgate anticipated this being a game when England would have a lot of the ball and be on the front foot but the opposite was true; the physically strong Czechs kept pushing England further and further back and the visitors’ passing was not sharp as it can be at their most fluent. It was clear from looking at Southgate’s demeanour he was not happy with what he was seeing. He strode purposely down the tunnel at the interval and whatever he said worked as England re-emerged purpose. England U21 ace Alex Pritchard skips over Czech Republic star Tom Kalas during the game at Letna Stadium . They were immediately aggressive and within three minutes, they had taken the lead. Chambers surged forward and zipped in a cross that Tomas Kalas – the Chelsea defender on loan at Middlesbrough – failed to clear and Carroll took advantage, sweeping in from eight yards. Here was another indication of his tenacity: he took a heavy blow to the ankle when scoring his first international goal since August 2013 and hobbled away as his team-mates raced over to him; the Swansea midfielder managed just another five minutes before his night ended. ‘We think he will be ok for Monday,’ said Southgate. ‘He just caught his ankle a bit. But he produced a real captain’s performance. He is at a club that really suits the way he plays and is developing physically. There is no reason why he can’t score more goals.’ Cauley Woodrow looks to beat Czech Republic U21 ace Matej Hanousek at Letna Stadium in Prague . His replacement, Derby’s Will Hughes, almost made an immediate impression when skipping past a number of challenges to set up Pritchard but, somehow, a posse of Red shirts managed to smuggle the ball away from danger. With the bit between their teeth, England looked for a second but ultimately, they could not find a way through and in the final 20 minutes they were penned back. That they came through it was thanks to an outstanding cameo from Everton defender John Stones. So another test has been passed and now Germany await on Monday. Negotiate that and England really will start to dream. ‘This was a game we needed with small margins,’ said Southgate. ‘We enjoyed qualifying but we are playing real football now.’ Gareth Southgate described England's win as 'real football' following their narrow victory on Friday night .",
    "output": "Tom Carroll secured victory for a much-changed England U21 side .\nFour players made their debuts in Gareth Southgate's experimental line-up .\nBut it was Tottenham midfielder Carroll that proved the difference .\nHosts came close when Watford's Matej Vydra had effort cleared off line ."
  },
  {
    "input": "A 17-year-old who was kept in hospital and forced to have chemotherapy but is now in remission has revealed she has not been allowed to speak to her mom since beginning her treatment. Cassandra Fortin, from Connecticut, was diagnosed with Hodgkin's lymphoma in September, but did not want to receive the recommended treatment. But in January a court decided that she must have the chemotherapy at Connecticut Children's Medical Center - she was not able to make the decision as she is not legally mature enough. Cassandra Fortin, a 17-year-old who was forced to have chemotherapy against her will is now in remission, according to sources close to her case (file photo) Cassandra Fortin, from Connecticut, was diagnosed with Hodgkin's lymphoma in September, but did not want to receive the recommended treatment (file photo) Since then she has been kept in hospital for treatment. Cassandra spoke to NBC via Facebook chat from the hospital this week, . She had to submit a list of people  to officials with the Connecticut Department of Children and Families (DCF), which has temporary custody of the teen who were allowed to visit her. 'The problem is I've given tons of names of people to be verified, [but] it just doesn't happen,' Cassandra wrote in an interview conducted via Facebook chat. 'I have not been allowed to see or talk to my mom since New Years, DCF is working on allowing visitation to start. 'My boyfriend has not been verified to come see me ... For the most part I don't get many visitors.' She told the news outlet that now the treatment is taking effect that the guard has been removed from her outside her door, but she is only allowed to visit the cafeteria if she's escorted by a nurse, patient care assistant or child-welfare official. She said that she missed fresh air, but she was trying to stay positive. Cassandra insisted that she never wanted to die and that she was prepared to try chemotherapy but only after exploring other 'alternative' methods first. On Sunday the Department of Children and Families Commissioner Joette Katz said in a statement released: 'We are very pleased with Cassandra's progress toward a complete recovery. 'We understand how difficult this has been for Cassandra and her family, but we have had full confidence throughout that the medical professionals involved in her treatment would be successful in saving her life .' Doctors said the chemotherapy would give her an 85 per cent chance of survival, but without it there was a near-certainty of death within two years. Her mother Jackie Fortin said: 'She has always - even years ago - said that if she was diagnosed with cancer, she would not put poison into her body' Cassandra underwent chemotherapy at the Connecticut Children's Medical Centre (pictured) Hodgkins lymphoma (cells pictured) is a disease of the white blood cells . Hodgkin's Lymphoma is cancer of the white blood cells called B lymphocytes that circulate around the lymphatic system, which is a network of vessels and glands spread throughout the body. The lymphatic system is part of your immune system. Clear fluid called lymph flows through the lymphatic vessels and contains infection-fighting white blood cells known as lymphocytes. Lymphoma causes the lymphocytes to multiply in an abnormal way and collect in certain parts of the lymphatic system, such as the lymph nodes or glands. These lymphocytes lose their infection-fighting properties, making you more vulnerable to infection. The most common symptom of HL is a painless swelling in a lymph node, usually in the neck, armpit or groin. It usually affects young adults aged between 15 and 35 and adults over the age of 50. Almost all young people with HL will be fully cured. For older people over the age of 50, the cure rate is around 75 per cent to 80 per cent. Treatment depends on the extent of the cancer and will usually involve a combination of radiotherapy, chemotherapy and drugs including steroids. Several other states recognize the 'mature minor doctrine', but the court said she did not understand the severity of her condition. She will have to wait until she turns 18 in September before she can make her own medical decisions. Cassandra was diagnosed in September and after initial surgery failed, she was given two rounds of chemotherapy. She then asked for treatment to be stopped and, in order to avoid further trips to hospital, ran away from home. Her mother Jackie Fortin supported her choice but the DCF claimed custody of the girl and took the case to court. 'It's a question of fundamental constitutional rights-- the right to have a say over what happens to your body-- and the right to say to the government 'you can't control what happens to my body,' Cassandra's mother's attorney, Michael S. Taylor, told Fox CT. Her mother told NBC Connecticut that her daughter has long held the belief that she does not want 'poison' in her body. 'She has always—even years ago—said that if she was diagnosed with cancer, she would not put poison into her body,' Ms Fortin explained. She was then returned to Connecticut Children's Medical Center to start chemotherapy. 'CCMC reported to the Department of Children and Families that I was not giving medical attention to my daughter,' said Ms Fortin. Writing for the Hartford Courant, Cassandra said: 'This experience has been a continuous nightmare. 'I want the right to make my medical decisions. 'It's disgusting that I'm fighting for a right that I and anyone in my situation should already have. 'This is my life and my body, not DCF's and not the state's. I am a human — I should be able to decide if I do or don't want chemotherapy. 'Whether I live 17 years or 100 years should not be anyone's choice but mine.' She added: 'I believe there's a natural way or at least an alternative to chemo out there that I am willing to look for and explore. 'Not that it would cure the cancer but it may help it.'",
    "output": "Cassandra Fortin, from Connecticut, ordered to undergo chemotherapy .\nCourt said she was not legally mature enough to make the decision .\nDespite 17-year-old saying it is 'my life and my body, not the state's'\nUnderwent treatment at Connecticut Children's Medical Center ."
  },
  {
    "input": "Teaching assistant Emma Webb, 44, from Bracknell, Berkshire, had sex with two teenagers at her home and in her car in a 'disgraceful' abuse of power . A married teaching assistant who got two schoolboys to skip lessons to have sex with her has avoided prison because she had already served time for having affairs with five other pupils. Mother-of-two Emma Webb had sex with the boys at home while her husband was out, and performed a sex act on one of them in an empty maths classroom. The 44-year-old also lured the ‘inexperienced’ boys, then aged 15 and 16, into her car for sex in a ‘disgraceful’ abuse of her position, a court heard. The blonde began a fling with the 16-year-old after being assigned as his support worker following the death of his brother. In a text message, she told him: ‘If I was younger I’d be the girl for you.’ She then offered him a lift home and touched him while they were struck in traffic, before driving to a deserted car park and performing a sex act on him. Prosecutor Michael Roques told a judge at Reading Crown Court how Webb also began a fling with the 15-year-old after sending him ‘flirty’ texts. After luring him into the maths room and performing a sex act on him, she invited the schoolboy to her home for sex while her husband was at work. The court heard how, on another occasion, she drove the youngster to a secluded area of woodland, where they had sex in the back of her car. The judge, Recorder John Gallagher, heard how the boy had been reluctant to report the affair because he feared reprisals from Webb’s husband, who was a karate black belt. Webb wept as she was told she would not go to jail for the flings, which came to light following her suspension from the school. In 2012, she was jailed for 32 months after admitting to affairs with five other pupils at the same Berkshire school, which cannot be named for legal reasons. Her barrister Lucy Tapper told the court that Webb was now in a relationship with another man. Miss Tapper added: ‘She’s somebody who is determined to put these incidents behind her and is determined to move on with her life.’ Judge Gallagher told Webb that she was only avoiding prison because she had already been punished for offences that had taken place at the same time. He said: ‘You disgracefully abused your position of trust. ‘I accept that you had your own problems but the truth is that ultimately it was for your own gratification and you ignored the needs of these two boys.’ But Webb was spared jail at Reading Crown Court (pictured) because she has already served time in jail for after admitting 30 offences involving five other pupils, which took place at the school at the same time . He told Webb the 15-year-old’s grades had deteriorated because she encouraged him to skip lessons for sex, adding: ‘It undoubtedly affected his schooling and the reality is you abused his innocence, because he had no previous sexual experience.’ Judge Gallagher said the 16-year-old had also been badly affected by her behaviour. He added: ‘You were specifically his mentor. ‘A mentor is somebody who is meant to be getting a young person into the right way of behaving and the right way of treating others. What you did was precisely the opposite. ‘The fact is this is your last chance, there can be no more of this.’ Webb, of Bracknell, Berkshire, admitted 12 counts of sexual activity with a child by a person in a position of trust and was handed a 15-month prison sentence, suspended for two years. She was also given a two-year supervision order.",
    "output": "Emma Webb had unprotected sex with boys in 'disgraceful' abuse of power .\n44-year-old from Bracknell urged pupils to skip classes for secret liaisons .\nMother-of-two also sent them photos, posing in underwear with sex toys .\nWebb jailed in 2012 for 30 offences involving five  boys during same period .\nRecorder John Gallagher said she had already been punished for offences ."
  },
  {
    "input": "Former Manchester United defender Paul McGrath is certain that his old team will pip rivals Liverpool to a top-four finish in the Premier League this season, following The Red Devils' superb 3-0 win over Tottenham on Sunday. United had gone into that game with a number of doubts cast over their Champions League credentials, having delivered some unconvincing performances in recent weeks. But on Saturday, they were back to their best with a performance replete with pace and verve that blew Spurs away. Manchester United captain Wayne Rooney scores his side's third goal in the 3-0 win over Tottenham . Former United defender Paul McGrath believes his old club will beat Liverpool to a top-four finish . United playmaker Juan Mata shields the ball from the oncoming Tottenham defender Danny Rose (left) United are currently fourth in the league table with 56 points from 29 games, five ahead of Liverpool who have played one fixture less. Liverpool travel to Swansea on Monday night in the hope of closing that gap, but McGrath feels the momentum is firmly in United's favour. He told TalkSport, 'Liverpool are the only team who can do a bit of damage to Manchester United. I don't see it happening now though. 'United are clicking into gear at the right time and are relaxed in the way they're playing their football.' McGrath also singled out Maourane Fellaini for special praise after the Belgian continued a fine run of form with a goal against Spurs. Marouane Fellaini continued his superb run of form with an eye catching display against Spurs on Sunday . 'Marouane Fellaini is the fulcrum of the side now,' he said. 'I don't think Van Gaal can take him out. 'Fellaini gives them the option of going long, he can hold it up and bring other players into play. He is giving the whole team a great lift.' McGrath played for United between 1982 and 1989, winning the FA Cup in 1985. Rooney attempts a long-range effort at goal during the Premier League game with Spurs at Old Trafford . Rose gives chase to United defender Marcos Rojo as the Red Devils run out convincing 3-0 winners . Tottenham midfielder Christian Eriksen is challenged by Manchester United's Antonio Valencia (left) CHELSEA . Hull (away) - March 22 . Stoke (home) - April 4 . QPR (away) - April 12 . Man United (home) - April 18 . Arsenal (away) - April 26 . Leicester (away) - April 29 . Crystal Palace (home) - May 2 . Liverpool (home) - May 9 . West Brom (away) - May 16 . Sunderland (home) - May 24 . MANCHESTER CITY . West Brom (home) - March 21 . Crystal Palace (away) - April 6 . Man United (away) - April 12 . West Ham (home) April 19 . Aston Villa (home) - April 25 . Tottenham (away) - May 2 . QPR (home) - May 9 . Swansea (away) - May 16 . Southampton (home) - May 24 . ARSENAL . Newcastle (away) - March 21 . Liverpool (home) - April 4 . Burnley (away) - April 11 . Sunderland (home) April 18 postponed . Chelsea (home) - April 26 . Hull (away) - May 2 . Swansea (home) - May 9 . Man United (away) - May 16 . West Brom (home) - May 24 . MANCHESTER UNITED . Liverpool (away) - March 22 . Aston Villa (home) - April 4 . Man City (home) - April 12 . Chelsea (away) - April 18 . Everton (away) - April 26 . West Brom (home) - May 2 . Crystal Palace (away) - May 9 . Arsenal (home) - May 16 . Hull (away) - May 24 . LIVERPOOL . Swansea (away) - March 16 . Man United (home) - March 22 . Arsenal (away) - April 4 . Newcastle (home) - April 13 . Hull (away) - April 18 . West Brom (away) - April 25 . QPR (home) - May 2 . Chelsea (away) - May 9 . Crystal Palace (home) - May 16 . Stoke (away) - May 24 . TOTTENHAM . Leicester (home) - March 21 . Burnley (away) - April 5 . Aston Villa (home) - April 11 . Newcastle (away) - April 19 . Southampton (away) - April 25 . Manchester City (home) - May 2 . Stoke (away) - May 9 . Hull (home) - May 16 . Everton (away) - May 24 . SOUTHAMPTON . Burnley (home) - March 21 . Everton (away) - April 4 . Hull (home) - April 11 . Stoke (away) - April 18 . Tottenham (home) - April 25 . Sunderland (away) - May 2 . Leicester (away) - May 9 . Aston Villa (home) - May 16 . Man City (away) - May 24 . Note: Fixtures in May subject to change for television schedule. For a full list of Premier League fixtures and to check kick-off times, results and league tables, visit our brilliant MATCH ZONE by clicking HERE. Games marked 'postponed' will be rearranged due to FA Cup .",
    "output": "Manchester United beat Tottenham 3-0 at Old Trafford on Sunday .\nThe win underlines their Champions League credentials .\nFormer United defender Paul McGrath is backing them to finish top-four .\nHe does not believe Liverpool will be able to catch up with them .\nMcGrath has singled out Marouane Fellaini for particular praise ."
  },
  {
    "input": "Ahead of Wednesday's Champions League last-16 second leg clash between Manchester City and Barcelona, Sportsmail provides you with all the team news,  betting odds and Opta stats ahead of the encounter. Barcelona vs Manchester City (Nou Camp) (2-1 agg) Kick-off: Wednesday 7:45pm (Sky Sports 5) Odds (subject to change) Barcelona 2/5 . Draw 4/1 . Manchester City 7/1 . Referee: Gianluca Rocci (Italy) Managers: Luis Enrique (Barcelona), Manuel Pellegrini (Manchester City) Head-to-head record: Manchester City P3 W0 D0 L3 vs Barcelona in the Champions League . Yaya Toure (left) and Manuel Pellegrini face the media ahead of Manchester City's game against Barcelona . Luis Enrique's Barcelona side hold a 2-1 lead after victory at the Etihad stadium in the first leg . Team news . Manchester City are without suspended left-back Gael Clichy for the second leg of their Champions League last-16 tie at Barcelona. Midfielder James Milner, who missed Saturday's defeat at Burnley with a knee problem, is expected to be available again after training and travelling with the team to Spain. City have no other injury concerns but striker Stevan Jovetic is not available having been deregistered for the competition in favour of new signing Wilfried Bony. Samir Nasri (second right) tries to control the ball in a City training session before playing Barcelona . Lionel Messi (left) and Luis Suarez warm up as Barcelona prepare for the second leg visit of City . Suarez scored both of Barcelona's goals in the first leg victory to hand his side the advantage in the tie . Key match stats (supplied by Opta) Barcelona have won their three Champions League meetings with Manchester City by an aggregate of 6-2. Manchester City have had a player sent-off in each of their three meetings with Barcelona (Demichelis and Zabaleta last season, Clichy in the first leg this season). In the last seven Champions League knockout encounters with English clubs, Barcelona have prevailed six times, the only exception being the semi-final against Chelsea in 2011/12 when they lost 3-2 on aggregate. Barcelona have made it to the knockout stages of the Champions League for the 11th consecutive campaign. They have always made it at least to the quarter finals in the last seven seasons. Barcelona have won their last five Champions League games, only Real Madrid are currently on a longer run (10 wins). Barcelona have won seven of their last eight home games in the Champions League games (D1). Their last defeat was against Bayern Munich in May 2013 (0-3). That game against Bayern is actually their only loss in their last 30 Champions League outings at the Camp Nou and the last time they conceded more than one goal on home soil in the competition. The only English club to beat Barcelona at the Camp Nou in the Champions League since 1992/93 are Liverpool. It was in February 2007 (2-1). Sergio Aguero (second right) scored the consolation for City in the first leg as they lost the game 2-1 . Joe Hart  saved a penalty from Messi in the final moments of the game to give City hope in the second leg . Barcelona have dominated possession in each of their last 93 Champions League games. The last time they had the ball less than their opponent was in December 2006 against Werder Bremen (43%). 16 of Barcelona’s 17 goals in the Champions League this season have been scored from open play. Manchester City have lost four of their last five Champions League against Spanish opposition (D1). Their only away win came against Villarreal in November 2011 (3-0). Manchester City have only kept one clean sheet in their last 14 Champions League games (2-0 v Roma, December 2014). Manchester City have reached the knockout stages of the Champions League for the second season running. They have never made it past the last 16 though. Messi missed the follow up header from the rebound of Hart's penalty save as the match finished 2-1 . Barcelona midfield player Andres Iniesta faces the media before Barcelona host City on Wednesday . Luis Suarez has scored five goals and delivered four assists in nine Champions League games (with Ajax and Barcelona). This season, he has four goals in as many games with the Blaugrana. Messi has netted 39 goals in 42 Champions League games at the Camp Nou. Sergio Agüero has scored 11 goals in his last 10 Champions League games.",
    "output": "Barcelona lead 2-1 against Manchester City from the first leg at the Etihad .\nLuis Suarez hit both Barcelona goals but Lionel Messi missed a penalty .\nCity are without suspended defender Gael Clichy for the Nou Camp game ."
  },
  {
    "input": "(CNN)When I was a child, a pale specter used to call our house most evenings, eager to chat with my doctor father about her myriad medical concerns. We called her the \"White Bread Lady,\" a moniker she earned for one particularly inane call in which she panicked to my father after consuming white bread. She wasn't breaking out in hives or having any adverse effects to the bread. No, she was just concerned that some future illness could befall her given that one particular dietary decision. Although we all laughed at the time, it was with a bit of shifty-eyed shame. Because most of us (including if not particularly the illustrious Ehrlich family) have lurking within us our very own \"White Bread Lady,\" ready to convince us that each cough, sniffle and less-than-nutritious meal might be a detriment to our health. And, naturally, that White Bread Lady looms even larger when we can type our worries into a search bar and unlock a bevy of potentially distressing information. Yup, so quoth Google, we all have cancer. According to the Pew Research Center, 80% of Internet users have looked up health information online. While that practice can be beneficial in some respects, the abundance of (variably valid) information online can turn us into e-hypochondriacs. (Or, worse, can lead us to neglect getting the care we need.) Read on for five mistakes -- courtesy of a selection of health care professionals -- that people make when diagnosing themselves online. Searching blind . Your eye is twitching like an overly caffeinated college student sitting behind a pretty girl in lecture hall, twirling his pencil and hoping to catch a whiff of her lovely shining hair. You type \"eye twitch\" into Google and come up with a really rad website that explains that this newfound spasm is actually an indication that your third eye is fixing to open, revealing to you wonders untold. You are the chosen one. Too bad that this trove of \"medical information\" is actually some dude's fan-fiction site. Sure, the above is an extreme example, but, as Dr. Kevin Pho of KevinMD.com pointed out, \"There's a lot of bad information on the Web and information that can be dangerous.\" Especially if you're not considering who put up that information in the first place. Pho urges users to favor Web addresses ending in .org and .edu when looking for reputable health-care info, and to check who is funding the collection of that information. \"There's so much information from organizations trying to sell products or push their agenda on the Web,\" he said. He suggests turning to sites like Mayo Clinic as well as troves of information curated by doctors (like Pho's own website) when trolling the web for info. And, of course, if a site mentions trolls and third eyes, one should definitely press on. Flailing in forums . If there's one thing people like to do online, it's talk about their problems -- especially mundane things like coughs and headaches and their babies' various and sundry discharges. That's all well and good; sharing experiences with others is enriching! Unless the people you're sharing with are idiots. \"You can easily fall into that rabbit hole and find some forum that really isn't relevant but maybe sounds kind of close,\" warned Craig Monsen, co-founder of symptom-checker app SymCat. On the other hand, \"sometimes you'll stumble on exactly the right forum where someone has your same exact problem, and their solution does help.\" \"Health care forums are definitely another tool that individuals can use in order to crowdsource a diagnosis based on their symptoms,\" added Dr. Natasha Burgert of KC Kids Doc. \"I think that these can be a really powerful tool not only for discussing potential diagnosis or symptom relief but also finding a forum of individuals in which you can discuss emotional and psychological parts of an illness and develop a wonderful online support community.\" The trick is to be wary about the issues being discussed in forums and how germane they are to you. And, you know, if people start talking about homemade remedies fashioned from bleach, maybe click off and see a doc. Getting emotional . You know that game \"6 Degrees of Kevin Bacon\"? There should seriously be a version of that called \"6 Degrees of Cancer\" -- as in, when looking up your symptoms online, how long does it take to deduce that you have a life-threatening disease instead of, say, a simple cold? According to Burgert, the root of this whole \"worst-case scenario\" thing is getting too emotional. \"For most intents and purposes, when you're looking for online health information, it's about yourself or a family member,\" she said. \"When you're looking through that lens, it's very hard to keep emotional distance. So you can read about a diagnosis that either makes you very scared or calms your fears -- and that's the path you'll continue down, whether it's correct or not.\" Burgert suggested using online symptom checkers simply to \"understand possible diagnoses, find some initial steps for relieving the symptoms and determine if this is something that needs further evaluation or that can be managed at home.\" SymCat and Mayo Clinic's symptom checker let you type in what you're experiencing and unearth a spectrum of diagnoses and suggestions for when to seek a doctor's aid. Your doctor's website might also have such a tool. Voila, you just increased your separation from cancer by at least a couple of degrees. Keeping mum around MDs . \"I think, traditionally, many physicians are a little apprehensive when that stereotypical patient comes to their office with big stacks of printouts from the Internet,\" Pho said. \"But I think more and more doctors are accepting it. Personally, I think that transparency of information is helpful in a way.\" Translation: Help your doctor help you. If you're worried about a particular medical situation and did some research to help narrow down what's ailing you, share that info with your physician. \"I really appreciate when patients bring in information that they found online, because it allows me to guide my instruction and plan based on their true concerns,\" Burgert said. \"People get scared when they get sick and hurt, and they want to use multiple sources of information to help themselves. The Internet adds to that physician's expertise in order to do that.\" Remember, though, knowing how to use the Internet doesn't make you a doctor. Google doesn't count as a second opinion. If you're unhappy with your doc's diagnosis, go get one the traditional way. Putting off the inevitable . If your ailment isn't going away, all the symptom-checking and Mayo Clinic-ing in the world isn't going to help you. Make a doctor's appointment. Like, right now. Sites like ZocDoc make it super easy (and free; doctors pay to be listed) to set up an appointment ASAP, so no whining that you'll have to wait two weeks to see a doc and maybe by then \"it\" will have gone away. Unless, of course, \"it\" is that white bread you just ate. In that case, please stop calling my dad.",
    "output": "According to a Pew report, 80% of Internet users have looked up health info online .\nSites like Mayo Clinic and others curated by doctors are safer than online forums ."
  },
  {
    "input": "For some, just the idea of tracking steps and calories is enough to make them exercise - but many of us need much more of an incentive. So designers in Austin have created a concept app that rewards you for working out by turning your heart rate data into virtual currency. The FitCoin technology syncs with fitness trackers to monitor how much energy is being used and this energy is converted into Bitcoins. Scroll down for video . The FitCoin technology syncs with fitness trackers to monitor how much energy is being used and this energy is converted into Bitcoins (pictured). It was created by Chaotic Moon Studios, a technology studio in Austin, Texas and the designers recently demonstrated the app at this year's SXSW festival . It was created by Chaotic Moon Studios, a technology studio in Austin, Texas and the designers recently demonstrated the app at this year's SXSW festival. 'This concept combines two of our specialties: looking good and making money,' said Chaotic Moon boss, Ben Lamm. 'We're always trying to turn existing habits into new opportunities to make money - this one was an obvious fit.' A Bitcoin is a piece of data locked in an internet-based network by a complex equation computers can break. Each Bitcoin is a piece of code that has been generated through computer processing, known as 'mining'. Once released it can be traded and used online and can be bought with cash. Bitcoin operates as a two-way currency which can be exchanged for dollars, and vice versa. The finite nature of Bitcoins means it performs more like a commodity, such as gold. Bitcoin first emerged in 2008 and launched as a network in 2009. It was created by a hacker whose identity is a mystery, but is known as Satoshi Nakamoto. This is thought to be a pseudonym for the person or group who created it. Users choose a virtual wallet  which enables them to receive, give and trade coins from other users. The app only works with fitness trackers that monitor heart rate and have open source software, which includes the Jawbone UP3 and Mio. As the wearer exercises, the fitness tracker sends the heart rate data and length of activity to the app which then determines how much energy is being used. An algorithm then converts this energy into 'computer processing time on a Bitcoin mining rig' - or how much computer power would be needed to mine the virtual coins. A Bitcoin is a piece of data locked in an internet-based network by a complex equation computers can break. Once released it can be traded and used online and can be bought with cash. In particular, each Bitcoin is a piece of computer code that has been generated through computer processing, also known as 'mining'. During the demonstration, designer Grant Nicol wore a Mio band and ran on a treadmill for three minutes and 40 seconds. His heart rate raised to 115 beats per minute and this mined around five cents. Although this is a low amount, the technology is a concept so needs some refinement. Plus the more energy a user expends, the more money they make. As the wearer exercises, the tracker sends heart rate data and length of activity to the app which then determines how much energy is being used. An algorithm converts this energy into 'computer processing time on a Bitcoin mining rig' - or how much computer power would be needed to mine the virtual coins . A Bitcoin (illustrated) is a piece of data locked in an internet-based network by a complex equation. In particular, each Bitcoin is a piece of code that has been generated through computer processing, known as 'mining'. Once released it can be traded and used online and can be bought with cash . Users can choose a virtual wallet to receive the money and can then trade coins with other users or with retailers who accept them, such as eBay and Microsoft. FitCoin gives users real-time notifications and earnings updates as well as a dashboard to track how both their body and their bank account are progressing. Chaotic Moon is also hoping that the technology could lower health insurance rates. For example, monthly rates could drop based on the amount of activity the user does. Or sportswear firms could offer discounts when bought using virtual currency earned through the app. Users can choose a virtual wallet to receive the money and can then  trade coins with other users or with retailers who accept them, such as eBay and Microsoft. FitCoin gives users real-time notifications and earnings updates as well as a dashboard to track how both their body and their bank account are progressing .",
    "output": "Concept technology was created by Austin-based Chaotic Moon Studios .\nIt syncs with fitness trackers, such as the Jawbone, to monitor heart rate .\nApp tracks length of activity  to determine how much energy is being used .\nAlgorithm then converts this energy into 'CPU time on a Bitcoin mining rig'\nDuring a demo the designers earned five cents for four minutes activity .\nAnd the more energy a user expends, the more digital currency they mine ."
  },
  {
    "input": "Referees' chief Mike Riley has called for video technology to be trialled in the wake of another blunder that saw the wrong West Brom player sent off at Manchester City. Neil Swarbrick apologised on Saturday night for wrongly red-carding Gareth McAuley in the second minute of West Brom's 3-0 loss at the Etihad Stadium, when it was team-mate Craig Dawson who committed a foul on Wilfried Bony. It followed last month's Old Trafford mistaken identity muddle that saw Sunderland's Wes Brown sent off by Roger East for bringing down Manchester United striker Radamel Falcao, when the offence in question was committed by John O'Shea. Referees' chief Mike Riley has called for video technology to be trialled after Neil Swarbrick (right) wrongly sent off Gareth McAuley (left) in the second minute of West Brom's 3-0 defeat by  Manchester City . The West Brom players emphatically protest the red card as McAuley is dismissed by referee Swarbrick . McAuley (right) appears to ask the referee if he's got the right man after Craig Dawson committed the foul . Asked why referees do not listen to players' on-field explanations of such circumstances, Professional Game Match Officials Limited (PGMOL) general manager Riley said: 'The referee has got to make his decision based on what he thinks he's seen. His instincts often lead him to trust his judgement. 'It's one of the areas that would lend itself to technology. 'The game has stopped and there's time before we restart the game to have a look at something. That would provide the concrete evidence that would get the decision right. 'I think football as a whole has to look at how we can enhance refereeing performances through the use of technology. West Brom defender Craig Dawson makes a challenge on Manchester City striker Wilfried Bony . Bony continues but Gareth McAuley comes across in cover and gets the ball before the man . 'We've been open-minded to things like the goal-decision system which has made a great difference and a great benefit to referees in the Premier League. 'We need to see what other technology can be used to get refereeing decisions more accurate.' He added: 'We need to test it in live football. Until we do that, we won't know the impact on the game. 'Technology can be helpful but we don't want to destroy the fabric of the game, the fast-flowing spectacle we all love.' BT Sport showed the incident from referee Swarbrick's perspective, with No 25 Dawson the closest to him . McAuley walks past his furious manager Tony Pulis after the latest case of mistaken identity . Riley, speaking on BBC Radio 5 Live's Sportsweek programme, did not offer any confirmation that Swarbrick will referee in the next round of Premier League matches, following the international break. 'I've spoken to Neil quite a lot last night and this morning,' Riley said. 'Referees accept at every level your performance will be scrutinised. Any referee, when you come off and you've made a mistake, you're hurt, because you love the game. 'What you want to do is make the correct decision and when you don't there's that feeling that you've let yourself down and let your colleagues down. 'When they make mistakes, it's our job to make sure they understand the mistakes, learn from it and they put it right in the next game.' West Brom captain Darren Fletcher had urged Swarbrick not to leap into the decision to brandish a red card. West Brom captain Darren Fletcher urged Swarbrick to take his time with the decision before the red card . Fletcher told Match of the Day he had spoken to the referee and told him: 'Just make a sensible decision, it's the first minute of the game, take your time. Take your time because this is a massive decision that impacts the rest of the game.' Fletcher added: 'I was really surprised when he showed the red card. I think a lot of our players were - and then to the wrong player as well, which we were trying to say as well, but it fell on deaf ears.' West Brom boss Tony Pulis last week urged the game to embrace technology and permit each team two appeals against decisions in each match. He wrote in West Brom's programme for the match against Stoke: 'A TV call back should be brought in where for 30 seconds the game could be held up whilst they decide if the original decision was correct or not. Two calls allowed during the game from both sides would be sufficient and I believe would help improve the great package that the Barclays Premier League provides for everybody all over the world.'",
    "output": "Professional Game Match Officials Limited general manager Mike Riley has called for video technology to be trialed .\nComments follow case of mistaken identity by Neil Swarbrick on Saturday .\nSwarbrick wrongly sent off West Brom's Gareth McAuley .\nThe referee has issued an apology after the second-minute blunder .\nWilfried Bony was fouled by defender Craig Dawson, not McAuley .\nFollows Sunderland's Wes Brown being sent off instead of John O'Shea .\nManchester City win  3-0 as Wilfried Bony, Fernando and David Silva scored ."
  },
  {
    "input": "Police have seized a car and are speaking with a man as part of their investigation into the hit-and-run death of Brisbane woman Ashleigh Humphrys. A man is now assisting police with their inquiries, 9News reports. The man’s vehicle, believed to be a dark-coloured sedan, is also undergoing scientific investigation with the Forensic Crash Unit. The beautiful young 20-year-old woman is believed to have either have been on her hands and knees or lying on the road when she was struck by a car and left to die. Ms Humphrys decided to walk from Toowong to her Seventeen Mile Rocks home in Brisbane at 4am on Sunday after having an argument with a friend while they were out celebrating her 20th birthday. Police said people tried to put Ms Humphrys, who was understood to be intoxicated at the time, into a cab at a Caltex service station but she walked away. Police said Ms Humphrys’ injuries suggested she was low to the ground when she was hit in the right inbound lane on the Mt Coot-tha Rd extension of the Western Freeway between the two roundabouts. Scroll down for video . Ashleigh Humphrys was walking home after her 20th birthday celebrations when she was hit by a car and killed at 4am on Sunday in Brisbane . A security guard from a nearby service station called police after he witnessed Ms Humphrys walking in a disorientated state along the road . Only moments later the guard, who was still on the phone to police while driving around trying to find Ms Humphrys, discovered her dead on the road at the city end of the Western Freeway . A security guard from a nearby service station called police after he witnessed her walking in a disorientated state along the road,The Courier Mail reported. Only moments later the guard, who was still on the phone to police while driving around trying  to find Ms Humphrys, discovered her dead on the road. Just before Ms Humphrys was hit, CCTV footage shows two taxis stop near the woman and put their hazard lights on. It was then that a dark-coloured sedan drove past the taxis, mounted the footpath before swerving back onto the road and driving off. One taxi has been seized as part of the investigation after cabbie came forward last night and police said they were talking to a person who was 'within the vicinity' of the incident. Police  need to speak urgently with the other two drivers seen in the video footage at the time of the incident and will look for the other taxi driver through cab companies if they don't come forward. Senior Sergeant Simon Lamerton strongly urged the driver in question to come forward for everyone concerned in the horrific incident. 'A young person has lost their life, the driver of this car is involved and for the sake of the family and for their own conscience and mental health into the future, these sorts of things you don’t want to carry with you,' he said to the Brisbane paper. Just before Ms Humphrys was hit, CCTV footage shows two taxis stop near the woman and put their hazard lights on before a car drove past the taxis, mounted the footpath and then swerved back onto the road before driving off . Insp Rob Graham said Ms Humphrys' mother realised what happened to her daughter through the media reports she saw on Sunday . Ms Humphrys decided to walk from Toowong to her Seventeen Mile Rocks home . 'Not only for your own conscience but also for the family and the purposes for the coronial report.' 'It's very important we hear your side.' Inspector Rob Graham said. 'We want to put pressure on the driver and let him know that we've got CCTV footage and our preference would be for him or her to come forward and give us the information.' Insp Graham said Ms Humphrys' mother realised what happened to her daughter through the media reports she saw on Sunday. 'Police had the unfortunate job of notifying the mum,' he said. 'I spoke to the police after that and they were devastated.' Tributes have started to flow in for Ms Humphrys  on Facebook. 'Baby girl, there have been so many things running through my head all day, but I mainly just want to say I am so thankful that I had the pleasure of having you as one of my close friends,' a friend posted. 'You were such a beautiful person, inside and out. Your laugh was contagious and your kindness was shared among so many.Gone, far too soon.' The city end of the Western Freeway in Brisbane where Ms Humphrys was found dead early Sunday mornin .",
    "output": "A man is now assisting police with their inquiries after tragic death .\nHis car is undergoing scientific investigation with the Forensic Crash Unit .\nAshleigh Humphrys was walking home after celebrating her 20th birthday .\nA security guard rang police after she was walking disorientated .\nThe guard discovered her dead on the road while on the phone to police .\nCCTV footage shows two taxis stop near her before she was struck and put hazard lights on .\nThen a car drove past the taxis, mounted the footpath before swerving back onto the road and driving off .\nA taxi is said to have been seized and police are talking to a person 'within the vicinity' at the time of the incident ."
  },
  {
    "input": "It's a pivotal policy for the Federal Government but questions are being asked of the Prime Minister's understanding, or lack thereof, around metadata after his bizarre claim that he never worried about police looking into his, when he was a journalist. The problem with his attempt to allay fears of the modern day media is that metadata was hardly a player when Tony Abbott was reporting in the 1980s and early 90s, before the advent of the Internet. 'In the days when I was a journalist there were no metadata protections for journalists,' he stated to a gathering of reporters on Wednesday. But if you do the math, his argument simply does not stack up. I was perfectly comfortable as a journalist, I believe that Australian police and security agencies operate in a fair and reasonable and responsible manner,' the Prime Minister said. His writing career ended before the internet began . While metadata does include some traditional methods of investigation; including phone numbers and length and time of calls, the overhaul's main thrust is aimed at computer based functions, particularly the online and email world. The Internet came to be, effectively, in 1992. Full text searches were not available for two years after that and email access came to being about the same time. By then, Tony Abbott was well and truly ensconced as press secretary to Opposition Leader Dr John Hewson, his days as a writer for The Bulletin and The Australian all but over. 'I was perfectly comfortable as a journalist, I believe that Australian police and security agencies operate in a fair and reasonable and responsible manner,' the Prime Minister said. 'A contested warrant is more like a court case and if you had to have a court case to access metadata, well, the whole process would absolutely gum up,' he said. In trying to explain the planned two-year retention, Mr Abbott has previously stated that he believed metadata to be the 'sites you're visiting'. 'It's not what you are doing on the internet, it's the site's you are visiting, it's not the content it's just where you have been. 'It's the person you are sending it to, the person sending it, it's the date and the place it's posted from.' Federal Labor had earlier agreed to support new metadata laws with amendments. The government bill, which is expected to pass parliament by the end of next week, forces telecommunications companies to keep two years of customer data, such as the time and length of a phone call. The laws would allow for warrant-less access by government agencies. The government has agreed to a number of Labor amendments, including better protections for journalists. Australian Press Council chairman David Weisbrot, has expressed his concern the laws could crush investigative journalism and dissuade whistle-blowers from coming forward. 'A healthy democratic society requires robust free speech and a free and vigorous press to hold governments and other powerful interests to account,' he said. 'I was perfectly comfortable as a journalist, I believe that Australian police and security agencies operate in a fair and reasonable and responsible manner,' the Prime Minister told the Canberra media gallery . Metadata is the footprint left by electronic communications. The worry for journalists is that sources might be hesitant to come forward knowing that metadata could lead investigators to their door. 'These are not hypothetical concerns,' Professor Weisbrot said. He said governments were increasingly chasing down leaks and stripping away whistle-blower protections. 'These legitimate concerns cannot be addressed effectively short of exempting journalists and media organisations.' Attorney-General George Brandis had previously said that in a 'newly dangerous age' it was vital that those protecting Australia were equipped with the powers and capabilities they needed . A parliamentary committee recommended in February the laws be passed, but called for safeguards for journalists. It recommended the issue of protecting journalists' sources be referred to a separate inquiry to report to parliament within three months. Attorney-General George Brandis had previously said that in a 'newly dangerous age' it was vital that those protecting Australia were equipped with the powers and capabilities they needed. The government wants the regime legislated this month.",
    "output": "Prime Minister says journalists should not hold any fear of the new metadata laws giving up sources .\nTony Abbott said police accessing his metadata when he was a journalist in the 80s and early 90s was never a problem .\nThe Internet and email did not come to be until 1992 - just as Tony Abbott's reporting career was coming to a close .\nThe government's proposed laws focus heavily on the retention of users' computer footprints ."
  },
  {
    "input": "An unassuming object has appeared on the shopping list of Chinese nouveau riches: Japanese toilet seats. According to People’s Daily, Chinese shoppers swarmed into stores in Japan during the Chinese New Year holidays and bought up all electronic toilet seats in stock. But while those who trade in luxury bathroom gadgets were celebrating in Japan, the demand for lavatories with 'built-in cheek warmers' has sparked condemnation in China - with even the prime minister entering the debate. Ambitious shoppers: Chinese tourists have been reported to buy up all toilet seats in Japan during the Chinese New Year holidays . Bottomless suitcases: Other hot items on their shopping list include rice and rice cookers . The furore was sparked when it was discovered that these toilet seats were made in China - but only available to Chinese people who are prepared to fly abroad. It’s been joked online that these seats went on a ‘self-guided tour to Japan just like their new owners’. Some Chinese tourists to Japan bought as many as five toilet seats without checking the price beforehand, wrote Wu Xiaobo, a renowned Chinese columnist, in one article. 'Toilet seat' has since become an internet buzzword in China. The other popular items Chinese shoppers buy in Japan are rice cookers and rice (imagine the weight of the luggage). 'As long as Chinese tour groups are here, toilet seats will go out of stock,' said a shopkeeper in Japan in Mr Wu’s article. Advanced toilet seats from brands such as Panasonic are regarded as the representation of Japanese technology in China and are a status symbol to own. Toilet seats are considered to be the typical symbol of advanced Japanese technology in China . Functions: From spray washing to blow drying to massaging, a Japanese toilet seats can do it all . A separate article lists 14 different functions a typical Japanese toilet seat has, which includes spray washing, blow drying, massaging and auto-deodorisation. These seats are reported to be compatible with all toilets. A sales representative from Panasonic told People’s Daily that such toilet seats are common in Japan and appear in public toilets too. He said Chinese buyers were not familiar with the product in the past few years, but once they found out the benefits and found the products affordable, they came to buy up all. Made in China: Some of the toilet seats in Japan are produced by Chinese factories which prompts public outcry over the motivation of purchasing it overseas . Eagle-eyed Chinese netizens have also found out that the packaging of some of the toilet seats were full of Chinese characters. They later found out that many seats were originally made in China in cities such as Hangzhou. This has prompted public outcry over the reason why they travelled overseas to buy homemade products. An experts on home electronics told People’s Daily that the only solution to restore Chinese shoppers’ confidence in buying in China is to eradicate low-quality made-in-China products once for all. Common scene: High-tech toilet seats can be found in many places in Japan, including public toilets . The buzzword also made its way to the ongoing Lianghui, the National People's Congress and Chinese People's Political Consultative Conference. In responding to the news, China’s premier Li Keqiang said a more tolerant attitude and rights of choice should be given to consumers and that Chinese companies should strive to produce similar products. 'At least, (this) can save the flight fare for the consumers,' said Mr Li.",
    "output": "Some shoppers buy as many as five without asking the price .\n'As long as Chinese tour groups are here, toilet seats will go out of stock,' said a Japanese shopkeeper ."
  },
  {
    "input": "Tickets for the richest fight of all time between Floyd Mayweather and Manny Pacquiao will be the most expensive in boxing history. Prices in the MGM Grand Garden Arena in Las Vegas on May 2 will start at $1,500 (£1,000) in the rafters and rise to an unprecedented $7,500 (£5,000) at ringside. They are already fetching upwards of $150,000 (£100,500) on the black market. Floyd Mayweather (left) and Manny Pacquiao pose in their only face-to-face meeting before their fight . The cost of a seat for Pacquiao taking on Mayweather starts at £1000 and goes up to £5000 . Mayweather said that he and Pacquiao 'both want to win this more than any fight in our lives' Hotels on the Strip are charing $1,000 a night. In return, Mayweather and Pacquiao both promise: ‘We will be the best we can possibly be that night.’ Mayweather added: ‘We both want to win this more than any fight in our lives.’",
    "output": "Floyd Mayweather fights Manny Pacquiao on May 2 in Las Vegas .\nThe cheapest tickets for the event are £1,000, the best seats cost £5,000 .\nTickets are already fetching in excess of £100,000 on the black market .\nCLICK HERE for Wednesday's Mayweather vs Pacquiao press conference .\nREAD: Mayweather and Pacquiao kick off hostilities .\nPacquiao: Beating Floyd Mayweather would be 'good for boxing'"
  },
  {
    "input": "A short circuit has temporarily rendered Nasa's Curiosity rover  inactive as engineers investigate the problem. The Mars rover stopped work when an electrical problem was discovered while it was using its arm to move powder into its sample container. The severity of the problem is not yet known, but Nasa said they expected to resume operations in several days if it can be resolved. A short circuit occurred in the rover's arm as it was moving. Nasa engineers in California are now investigating the problem. The rover (shown here in a recent mosaic image taken by its arm) had been transferring rock powder into a sample analysis container . 'We are running tests on the vehicle in its present configuration before we move the arm or drive,' said Curiosity Project Manager Jim Erickson, of Nasa's Jet Propulsion Laboratory in Pasadena, California. 'This gives us the best opportunity to determine where the short is.' The short circuit occurred while the rover was moving its arm on 27 February. When the rover detected the anomaly, it stopped the movement of its arm. Nasa said that such a brief short could have little effect on rover operations, or it 'could prompt the rover team to restrict use of a mechanism'. Quite how much lasting damage the short will have caused, if any, is not yet known. On Twitter the official account for the rover, @MarsCuriosity, said: 'Call me Johnny Five. Some ops on hold while my team investigates a short circuit.' The rover's top speed is 1.5 inches (3.8 centimetres) per second. Curiosity is the fourth rover to visit Mars. It took around seven minutes to land on the Red Planet. The rover is fitted with 17 cameras. It weighs about the same as a Mini Cooper at approximately 2,000lb (900kg). Scientists considered 60 possible landing sites before deciding on Gale Crater. The fault occurred while the rover had been transferring rock powder collected by its drill on the arm to laboratory instruments on the rover. This powder was taken from a rocket target called Telegraph Peak. Curiosity has successfully analysed five samples from drilling targets before in 2013 and 2014, but this is the first time this problem has arisen. On this particular occasion, Curiosity revealed the true colour of Mars was not red - but blue and grey. By drilling a few centimetres into the ground, the drill dug up material that had a different colouration to the surface. The fault occurred while the rover had been transferring rock powder collected by its drill on the arm to laboratory instruments on the rover. This powder was taken from a rocket target called Telegraph Peak. The material appears blueish-grey, seen here, because it had not yet oxidised in the Martian air . The reason is that Mars is mostly made of silicon and oxygen, and also contains significant quantities of iron, magnesium, aluminium, calcium and potassium. When the soil is exposed to the air it oxidises and 'rusts', giving it its red appearance. 'We're sort of seeing a new colouration for Mars here, and it's an exciting one to us,' Joel Hurowitz, sampling system scientist for Curiosity at Nasa's Jet Propulsion Laboratory (JPL), said in a statement. This raw-color view from Curiosity's Mastcam shows the rover's drill just after finishing a drilling operation at Telegraph Peak on 24 February 2015. Three days later, a fault-protection action by the rover halted a process of transferring sample powder that was collected during this drilling . On Twitter the official account for the rover, @MarsCuriosity, said: 'Call me Johnny Five [pictured]. Some ops on hold while my team investigates a short circuit.' One of the reasons for the particularly different colour might be the large amounts of silicon that were dug up, as analysed by the Alpha Particle X-ray Spectrometer (APXS) on the rover. 'When you graph the ratios of silica to magnesium and silica to aluminium, 'Telegraph Peak' is toward the end of the range we've seen,' said Curiosity co-investigator Doug Ming, from the Nasa Johnson Space Centre in the US. 'It's what you would expect if there has been some acidic leaching. We want to see what minerals are present where we found this chemistry.' Curiosity is now continuing to climb Mount Sharp, at the centre of Gale Crater, to look back into the geological history of Mars - and analyse soils at different altitudes. The rover had been transferring material to the Sample Analysis at Mars (Sam) instrument, seen here in a previous image taken by Curiosity. It has successfully analysed four drill samples before, but has not yet experienced this short circuit failure .",
    "output": "A short circuit occurred in the rover's arm as it was moving .\nIt had been transferring rock powder into a sample analysis container .\nHowever an electrical problem then caused the rover to stop operations .\nNasa engineers in California are now investigating the problem .\nIf it can be solved the rover should begin operations again in a few days ."
  },
  {
    "input": "Jordan Wills works as a paintball target, with colleagues firing paintballs at him at close range . When student Jordan Wills goes to work he must prepared to pelted by bullets, fired at him at close range and at speeds of almost 40mph. The 19-year-old from London works as a human bullet impact tester, or more simply a paintball target, and every week faces the pellets being fired at his torso to test how hard they are on impact or how large a welt they leave. He beat more than 10,000 other applicants from around the world to land the £16,000 a year job as a tester and fits in being used for target practice around his university studies. 'I guess I have a high pain tolerance - but it's really not as painful as people think,' said the Kingston University Computer Graphics student. 'The hardest part is the anticipation when you know it's coming. 'The most times I'd be shot at during a shift is ten over a course of an hour or two.' And while most people playing paintball will wear some form of protective clothing, Mr Wills does his job in just a t-shirt. He is a fan of the game anyway, and has previously played a lot in his spare time. He works 16 hours a week at different UK Paintball sites across the country on a pro-rata salary of £40,000, which works out at a wage of around £16,000 a year. Mr Wills, who stays in shape as a rower, said despite the welts and the occasional pain he loves his job. He added: 'When people find out what I do they think I'm crazy - but I love my job. 'The initial pain lasts for about five seconds, then it stings for maybe ten seconds - and then it's gone. I don't even remember I've been shot.' The teenager wears protective goggles to cover his eyes - but trusts his well-trained colleagues to steer clear of other vulnerable body parts and stop when he tells them to. The paintballs are fired at Jordan's torso at close range - between 25 and 30 feet by a professional shooter at a speed of almost 40mph. Rather than take the usual approach of fleeing the oncoming paintballs, Mr Wills must stand still while players take aim at him. He reports back on the impact of the paintballs so that manufacturers can ensure new batches are not too hard.  Anything that draws blood, leaves too serious a mark or does not explode on impact is unacceptable. Mr Wills was selected for the role out of 10,000 other applicants because of his knowledge of paintball . The 19-year-old often suffers welts on his body from the impact which take three or four days to disappear . The practice leaves him with welts over his body, but the student said he barely notices. 'Sometimes I take a hot bath after a shift, but mostly I just forget they're even there,' he added. 'At first my girlfriend didn't like it, but now she's cool with it. The marks take about four days to fade. 'I think I got the job because I knew about paintballing already. I worked for three years marshalling games - so I was well aware of what it felt like to be hit. 'I love paintballing and knew about the different types of paints and the ins and outs of the guns. 'People tell me I must be an idiot but it's only people who don't know enough about paintball. When you're in the middle of a game you're running around and having so much fun you hardly notice when you're hit. The teenager does his job wearing just a t-shirt, and endures balls being fired at him at very close range . As part of the role Mr Wills must stand still and resist the urge, as happens in actual games, to run away . 'I work two days a week and my hours are flexible. 'I have great colleagues and get to work outside and have a bit of fun. What's not to like?' Justin Toohig, UK Paintball owner and the student's boss, said: 'Jordan's a great guy. He's up for a laugh, has a fantastic attitude and fits in well with the crew - that's mainly what we were looking for. 'He can take the bullets like a man and doesn't whinge at all. He's athletic and knew about paintball. 'We still can't believe how many applicants we got. Emails were coming in from all over the world - new ones were popping up faster than we could file them. 'Maybe it's a sign of the economy, or simply because people love paintball. Mr Wells insists he doesn't really feel pain from the impact of paintballs being fired at him at close range . Mr Wills said he does not mind being hit or the resulting welts and thinks he has a high threshold for pain . 'In the end we interviewed 18 guys and Jordan got the job. 'We're very careful and would never put Jordan at risk. 'Safety is extremely important to us - that's why we needed a tester in the first place. What Jordan is doing is the extreme. It's done in a controlled environment and we're testing for worst-case scenario. 'We'd never recommend for anyone to emulate it on the playing field or at home.' When the job was advertised last year Mr Toohig was quoted as saying: 'We want to hear from people with a high pain threshold and those to whom fear is a foreign concept.'",
    "output": "Jordan Wills, 19, is a student and works as a paintball target every week .\nHe beat more than 10,000 other applicants from across the world to the job .\nMr Wills must stand still as colleague fire paintballs at him at close range .\nHe wears just a t-shirt rather than protective clothing and works every week .\nStudent earns £16,000 a year by becoming a human paintball target .\nUK Paintball said it employs him so they can ensure balls are not too hard ."
  },
  {
    "input": "Nicola Sturgeon has vowed to join forces with Labour after the general election to 'lock David Cameron out of Downing Street'. In a speech  in Glasgow tonight, she said that Scots MPs would vote to stop a Tory government 'even getting off the ground' in the event of the SNP getting a majority north of the border. Speaking to 3,000 delegates Ms Sturgeon also put forward policies which would increase public spending, including an end to austerity, a rise in the minimum wage, and increased payouts to youngsters who stay on at school past the age of 16. Scroll down for video . Nicola Sturgeon pledged that SNP MPs would vote to stop a Conservative government 'even getting off the ground' after the general election, and asking Labour to make the same promise . She also reiterated the SNP's longstanding pledge to scrap the Trident nuclear programme, abolish the House of Lords, and plough more money into the NHS. In echoes of Conservative adverts showing Ed Miliband in the pocket of Alex Salmond, she also talked about the SNP 'forcing Labour's hand' and giving the Labour party 'backbone and guts'. She said: 'Let me said it loud and let me make it clear - the SNP will never put the Tories into government. Not now. Not ever. 'As long as there are more anti-Tory MPs - Labour or SNP - than there are Tory MPs in the House of Commons, we can keep them out of government. 'If there are more anti-Tory than Tory MPs after the election, the only way the Tories get back into power is if Labour lets them back in. 'So in the interests of total clarity, let me make this promise today. If there is a hung Parliament, SNP MPs will vote to stop a Tory Government even getting off the ground. She also said that the SNP would 'force Labour's hand' in government, giving Ed Miliband's party 'guts and backbone' 'I call on Labour, today, to match that pledge - to make clear that if Labour and the SNP combined have more seats than the Tories, they will join forces with us in a vote of confidence to lock David Cameron out of Downing Street.' Ms Sturgeon said a vote for the SNP was 'a vote to make sure that the Tories are replaced with a better alternative.' She told the conference: 'If you want a Labour government to have backbone and guts, you need to elect SNP MPs to provide it for them. 'And if you want a Labour government that won't just be a carbon copy of the Tories, but will instead deliver the real change Scotland needs, then you must elect SNP MPs to force Labour's hand and keep them honest.' SNP MPs at Westminster would back a £2 rise in the minimum wage, taking it to £8.70 by 2020, the end of the next UK parliamentary term. She also set out her goal of making Scotland a 'Living Wage nation', with a target of having 500 companies paying this to their workers in the next 12 months. To help youngsters stay on at school and college, she announced the Educational Maintenance Allowance would be extended. While 35,000 teenagers currently receive the payments of up to £30 a week, she said more school pupils and part time college students would be eligible for the grant. 'From next year a total of 57,000 16 to 19 year olds will be entitled to receive and Educational Maintenance Allowance,' she stated. She also announced a new fund of £20 million would be set up in Scotland in a bid to tackle violence against women. Ms Sturgeon also talked of offering 'the hand of friendship' to the rest of the UK after the bitter independence battle of last year. She said the SNP's goal was still to make Scotland indepedent, but until that could be achieved she was eager to work with 'like-minded' parties throughout the country. She added: 'To people in England, Wales and Northern Ireland, I make this promise. The SNP stands ready to work with you in making that positive change for all of us.' Addressing Scottish voters, she said: 'We will work every day to protect Scotland's interests and to make your voice heard. 'We will seek to use whatever influence you give us to call a halt to ever deeper austerity, to protect our NHS and to say loudly and clearly that the precious resources of our country should be invested in the future of our children, not in nuclear bombs. 'We will use our influence to win for our Scottish Parliament the full financial and social powers that it needs to grow our economy and create more jobs. 'And we will work in a spirit of friendship and co-operation with others who share our ideals - we will work with everyone, wherever they may be in the UK, who wants to see greater fairness and prosperity at the heart of their communities too.' While her speech was met with a six-minute standing ovation in Glasgow, her critics rounded on her policies saying they would 'wreck the economic recovery', adding that she 'hadn't learned the lessons' of previous years. Scottish Liberal Democrat party president Malcolm Bruce MP said: 'Nicola Sturgeon's £180 billion borrowing plans threaten to wreck the economic recovery across the UK. In an effort to put the bitter campaigning of the independence referendum behind her, she said she was 'extending the hand of friendship' to the rest of the UK, while still advocating Scottish independence . 'We know that the cost of interest repayments alone would be equivalent to a new secondary school every other day. They haven't learnt the lessons of the last economic crash. 'It is not liberal or progressive to leave an ever growing mountain of debt for future generations to pay. We will not spend today what our children should have tomorrow.' Scottish Labour leader Jim Murphy added: 'No-one will be fooled by Nicola Sturgeon's claims to be the UK's best friend when the SNP's entire purpose is trying to break up Britain. 'There was no mention today of the austerity max that would be inflicted on Scotland if the SNP were to follow through on their policy of full fiscal autonomy. 'The First Minister knows, but won't admit, that SNP sums don't add up and her economic plans would lead to a £7.6 billion black hole in tax revenues.'",
    "output": "Ms Sturgeon called on Labour to vow to keep the Tories out of government .\nSaid SNP MPs would stop a Tory government 'even getting off the ground'\nAlso promised to end austerity and plough more money into the NHS ."
  },
  {
    "input": "Louis van Gaal believes he retains the full backing of the Glazer family despite a difficult first year in charge of Manchester United. The next five matches will have a big bearing on whether Van Gaal's maiden season at the club will be regarded as a success or failure. United are two points inside the top four with 10 matches to go and after Sunday's game against Tottenham, they face Liverpool, Aston Villa, Manchester City and Chelsea. Louis van Gaal is targeting second place in the Barclays Premier League with a late push in the run-in . The Manchester United manager believes catching local rivals Manchester City is an achievable target . Despite a run of three defeats in 23 matches, some supporters have complained about a lack of tempo, flair and width from Van Gaal's side. But, crucially, the United boss thinks he still has the support of the Glazer family, who own the club, and executive vice-chairman Ed Woodward. 'I have faith that I can complete my three years,' the United manager said. 'I think they are pleased with my way of managing the club.' Van Gaal proudly recalled the long list of successes to support his point at a press conference on Friday. The Dutchman reminded those present that he had won silverware in his first season at Ajax, Barcelona and Bayern Munich. Ryan Giggs and Van Gaal haven't had the greatest season but are still well in with a chance of a top four spot . The 63-year-old also recalled the fact that he won the 2008-09 Eredivisie with AZ Alkmaar a year after finishing 11th. 'I said I will (leave) but the (AZ) players came to my house to ask me to stay, and the board also,' he said. 'Then we were the champion.' Van Gaal accepts it will be 'very difficult' to win a trophy in his maiden year in England. United are out of the FA Cup following their quarter-final defeat to Arsenal and they are 10 points behind Chelsea, who have a match in hand. Van Gaal's sole task is bringing Champions League football back to Old Trafford. The Dutchman has not contemplated what failure would cost United. 'No. I don't think I am here to think about the financial consequences. That is Ed Woodward. I am here to manage the professional football department of Manchester United,' Van Gaal said. United are facing a difficult run following their FA Cup exit at the hands of Arsenal last Monday . Van Gaal has been criticised for his 'long ball' tactics but insists the club support his philosophy . 'I am here because of my qualities and my philosophy. That we have spoken about in our first sessions with each other, Ed Woodward and myself. After that I have spoken with the Glazers. Because of those discussions I am here now. 'I am not thinking of the consequences if we are not in the first four. It is very bad for the club. But why do we have to speak about things that are not happening yet? 'We are longer in the top four than Arsenal.' Van Gaal is likely to receive significant backing in the transfer market regardless of where United finish. Most of last year's signings continue to struggle. Angel di Maria cost £59.7million but his star has faded fast after an encouraging start. British football's record signing is suspended for Sunday's match against Spurs after being sent off for tugging referee Michael Oliver's shirt in the defeat to Arsenal. The Argentinian has also had to deal with off-the-pitch problems, most notably a house move after his Cheshire mansion was targeted by burglars in February. Van Gaal insists Di Maria is happy at United and believes he will be at the club next season despite rumours of interest from abroad. Angel di Maria pleads his innocence after being booked by referee Michael Oliver in the defeat to Arsenal . Oliver shows the red card to Di Maria  after he tugged at the referees shirt following a yellow card . 'As a manager you can never say no or yes because, in the end, the player shall always decide. But I don't think he shall move,' Van Gaal said. 'Nevertheless, his incident with his wife at home, he is very pleased to be here at Manchester United. 'I think that he shall stay because his reaction after the defeat and the red card is very good. I like his attitude.' Van Gaal says his door is always open if Di Maria or any other player becomes unhappy. Van Gaal insists Di Maria will stay at Old Trafford, despite his unrest both on and off the field . 'I am always like that,' he said. 'That is part of my philosophy. A football player is not only a man who kicks the ball. Also, his environment is influencing him. I shall always be open for (that). 'I know also the commercial interests of the club and we have to respect that also because you cannot give a lot of money for the player and the next season you put him out of your selection,' Van Gaal added. 'It is also the quality of the player. Then they also have to pay the sum.'",
    "output": "Louis van Gaal says Manchester United trust in his philosophy .\nThe Dutchman has struggled in his first season in charge .\nBut Van Gaal defended his record and insists the club will stick with him ."
  },
  {
    "input": "A striking image that allegedly shows a mushroom cloud rising on Mars has been pounced on by conspiracy theorists. Alien forums say the image is 'evidence' that a civilisation may have been wiped off the Martian surface as a result of nuclear war. The satellite image shows a zoomed in section of Valles Marineris, a 2,500-mile (4,000km) long canyon on Mars, which was captured by the Indian Space Research Organisation. Scroll down for video . A striking image that allegedly shows a mushroom cloud (circled red) rising on Mars has been pounced on by conspiracy theorists. Alien forums say the image is 'evidence' that a civilisation may have been wiped off the Martian surface as a result of nuclear war . French Youtube channel UFOvni Disclosure has created a short film showing the 'cloud of smoke' which it claims could be either a nuclear explosion or extra-terrestrial methane. 'India's Mars orbiter captured something strange in the gigantic Valles Marineris Canyon of Mars,' the video says. 'The image shows a huge mushroom cloud and we may wonder whether it is an enormous rare dust wind cloud, or caused due to a nuclear or methane explosion.' The image was taken around the same time as the Siding Spring comet passed Mars last year. Pictured is a zoomed in version of what some believe is the alien mushroom cloud, showing the crater rim, stem explosion and cloud shadow. The image was taken around the same time as the Siding Spring comet passed Mars on October 19 last year . 'At the moment of the close passage of (the comet) to the planet Nasa cut off the live feed,' said UFOvni Disclosure. 'But Dr Fritz Helmut Hemmerich was able to make a video from 1,200 metres at Tenerife in the Canary Islands showing (the comet) immediately after its Mars encounter and a huge explosion.' Dr Jonti Horner, astronomer at the University of Southern Queensland, Australia, told the Express: 'Fun as it would be to imagine that this is evidence of nuclear weapons on Mars...that's sadly just not the case.' He said looking images of the 'cloud' were an optical illusion caused by the angle of the crater with the trench. The theory that an ancient civilisation on Mars was wiped out by a nuclear attack from another alien race is popular among conspiracy theorists. Last year, plasma physicist Dr John Brandenburg said he believed ancient Martians known as Cydonians and Utopians were massacred in the attack - and evidence of the genocide can still be seen today. Back in 2011 the scientist first postulated that the red colour on Mars could have been due to a naturally occurring thermonuclear explosion. 'At the moment of the close passage of (the comet) to the planet Nasa cut off the live feed,' said UFOvni Disclosure. This screenshot compares the two images of the same area, with the cloud is only seen on the left . A scientist is to present his theory that ancient life on Mars was massacred. Dr Brandenburg is giving a talk on his research tomorrow in Illinois at the American Physical Society. He says there is evidence for two nuclear explosions on Mars (image from his paper shown) 'The Martian surface is covered with a thin layer of radioactive substances including uranium, thorium and radioactive potassium - and this pattern radiates from a hot spot on Mars,' he told Fox News at the time. 'A nuclear explosion could have sent debris all around the planet.' But since then he has advanced his theory to the level that he now no longer thinks it was a naturally occurring explosion - but rather one planned by an intelligent alien race. According to Vice, the conclusion of his latest paper says that nuclear isotopes in the atmosphere resembling hydrogen bomb tests 'may present an example of civilisation wiped out by a nuclear attack from space.' His research centres around the 'high concentration' of Xenon-129 in the Martian atmosphere, and uranium and thorium on the surface, spotted by Nasa's Mars Odyssey spacecraft. Dr Brandenburg says evidence for the explosions exists near two sites that apparently had life in the past, including Cydonia, the location of the famous 'face on Mars' spotted from orbit (left). However, later images showed it was just a chance alignment of shifting dust dunes (right) Aside from this outlandish theory, Dr John Brandenburg has led a rather more normal, and prestigious, career. He has a PhD in Theoretical Plasma Physics from the University of California at Davis. Currently he works as a plasma physicist at Orbital Technologies in Madison Wisconsin. He has worked on a variety of propulsion technologies and previously was an independent consultant on Space Missile Defense and Directed Energy Weapons. Dr Brandenburg has authored a number of books with his latest, Death on Mars: The Discovery of a Planetary Nuclear Massacre, to be published in February 2015. Scientists have previously pointed about that the appearance of these elements is not surprising, as they are natural elements found everywhere. But Dr Brandenburg is adamant they are the remnants of two nuclear explosions on the surface. He will lay out his research tomorrow in his talk titled 'Evidence of Massive Thermonuclear Explosions in Mars Past, The Cydonian Hypothesis, and Fermi's Paradox'. And he is also apparently set to have a paper published in the Journal of Cosmology and Astroparticle Physics. He says Mars once had an Earth-like climate home to animal and plant life, and any intelligent life would have been about as advanced as the ancient Egyptians on Earth. Back in 2011 the scientist first postulated that the red colour on Mars (pictured) could have been due to a naturally occurring thermonuclear explosion - but now he thinks it was caused by an intelligent alien race . This is based on his analysis of two regions, one being Cydonia, where the infamous - and later discredited - 'face on Mars' was found. This, according to Dr Brandenburg, is an artefact from the ancient alien race. Here, one of the supposed nuclear explosions wiped out the civilisation at Cydonia Mensa and another, smaller one destroyed a civilisation at a region called Galaxias Chaos. 'Analysis of new images from Odyssey, MRO and Mars Express orbiters now show strong evidence of eroded archeological objects at these sites,' he writes in the abstract for his research to be presented tomorrow. 'Taken together, the data requires that the hypothesis of Mars as the site of an ancient planetary nuclear massacre, must now be considered.' Dr Brandenburg says his theory could explain the Fermi Paradox - namely why, if the universe is abundant with life, we haven't heard anything from anyone else yet. Dr Brandenburg says Mars once had an Earth-like climate home to animal and plant life, and any intelligent life would have been about as advanced as the ancient Egyptians on Earth .",
    "output": "The image shows a zoomed in section of Valles Marineris canyon .\nUFOvni Disclosure has created video showing the 'cloud of smoke'\nIt claims it could be a nuclear explosion or extra-terrestrial methane .\nThe site suggests Nasa cut off the live feed showing the explosion .\nScientists say it is an illusion caused by the angle of crater and trench .\nLast year, physicist Dr John Brandenburg said he believed Martians known as Cydonians and Utopians were massacred in the nuclear attack ."
  },
  {
    "input": "This Irish setter, named Jagger, is feared to have been murdered at the Crufts dog competition . The world of dog breeding was rocked by scandal last night amid allegations that a prize-winner at this year's Crufts was deliberately poisoned. In a plot straight from the pages of a detective drama, a breeder claimed her £50,000 Irish setter died after he was fed meat laced with toxins. But she believes the poisoner mistakenly targeted the wrong dog and had intended to kill another of her Irish setters that looks very similar. In what could become the biggest scandal in Crufts' 124-year history, three-year-old Jagger collapsed and died on Friday, the day after coming second in his class at the world's most famous dog show. Tests found that Jagger – pedigree name Thendara Satisfaction – had eaten cubed beef laced with up to three poisons. However co-owner Dee Milligan-Bott believes the intended victim was four-year-old Noodle, pedigree name Thendara Pot Noodle, who won best of breed on the day Jagger competed. The two almost identical looking dogs had switched places on the benches where entrants sit before and after going in the show ring at the NEC in Birmingham. Jagger died in the arms of joint owner Alexandra Lauwers at her home in Belgium. She reported his death to police and animal welfare officials there, and to the Kennel Club, which runs Crufts. CCTV footage from the NEC is being reviewed but West Midlands Police and the RSPCA here have yet to be informed officially. The target? Noodle, pedigree name Thendara Pot Noodle, at Crufts with co-owner Dee Milligan-Bott . There has been controversy over the increasing number of foreign dogs allowed to compete at Crufts, which attracts more than 20,000 entries from 200 breeds. This year's competition ended last night with Knopa, a foreign-owned Scottish terrier, being named best in show. But Jagger's owners say he could have been fed the poisoned meat by a 'random psychopathic dog hater' or a jealous rival breeder. The Kennel Club said it had not heard of such an incident before and promised to assist any police inquiries. Last night Mrs Milligan-Bott, 56, said she had 'done nothing but cry' over Jagger's death. She said: 'We think this is the work of some random psychopathic dog hater who decided to visit Crufts with one thing in mind, rather than any sort of targeted attack.' Mrs Milligan-Bott, who breeds and shows Afghan hounds and Irish setters with her husband Jeremy Bott, 66, said tests showed Jagger had been killed by a 'pesticide-type' poison. She said: 'Some sadistic person out there poisoned our dog. Crufts is a high-profile event and we live in a very anti-dog society.' The holding area where dogs are 'benched' before and after competing is open to the public, although they are asked not to touch the animals. In what could become the biggest scandal in Crufts' 124-year history, three-year-old Jagger collapsed and died on Friday, the day after coming second in his class at the world's most famous dog show . Clare Balding posted a message on Twitter about the incident after it was confirmed that a dog had died . She plans to inform West Midlands Police of the circumstances surrounding Jagger's death when she receives the written toxicology report later this week. Mrs Milligan-Bott said she had heard of rumours of skullduggery involving other breeders at shows but had not come across anything like this in 30 years of competing. 'I don't believe it had anything to do with other competitors,' she said. 'We have had so many calls [from other breeders who were at the show]... everybody has been pulling together and offering support.' She is convinced Jagger was fed poisoned meat when he was on the bench on one of the handful of occasions he was left on his own for up to 15 minutes – the only times he was unattended. She is unsure if that was before or after he entered the show ring. She told Dog World magazine's website that nothing appeared untoward until both dogs returned to her home in Kilsby, Northamptonshire, after competing on the first day of the show on Thursday. 'All the dogs were all running and playing together and Jagger seemed a bit tired, unable to keep up with the others,' she said. 'Three or four hours later, after getting back to Belgium, he collapsed and by the time the vet arrived he was dead. The post-mortem showed that two or three different poisons were used and that it is likely it was administered on Thursday morning. 'We're now waiting for exact toxicology reports. Whoever did this knew what they were doing, trying to get exactly the right type of poison with a slow release.' The animal had won second in his class when he was at Crufts and his owner think he was poisoned there . The dogs had changed places on the bench after one became agitated about being near a bitch in season, it is understood. In another twist, Mrs Milligan-Bott said the best of breed and challenge certificates won by Noodle had mysteriously been taken from the benches at some point. 'And at Richmond last year someone let one of my dogs off its bench and he went missing, before being found on someone else's bench,' she added. 'It's been suggested that someone's really got it in for us, and to not let it get to us. There do seem to be too many coincidences.' Mrs Milligan-Bott, whose setters were named Thendara after her kennels, which has a worldwide reputation for breeding champion show dogs, added: 'It's turning into such a nasty sport. I went back to Crufts on Saturday but I was like a zombie – I just thought, 'I don't want to do this any more'.' A post on her Facebook page outlined the death of 'our beautiful boy' Jagger and warned other competitors not to leave their dogs unattended at Crufts. At her home in Tongeren, near Liege, Mrs Lauwers, 34, a full-time breeder who takes her dogs to see the elderly in residential homes, said: 'They have not only taken away a dog, or merely a pet, they have taken away a family member. 'It should be a hobby and nothing more. To think he may have been poisoned by a rival at a dog show just makes it even harder to take. 'How people can resort to killing a helpless animal from jealousy or hate for a dog in a competition is too much to comprehend. I know people take it seriously but If you want to target me, smash my windows or something – don't go and kill my pet dog. Jagger took part in the competition on Thursday and achieved second place in his class at Crufts . The dog's owners said he appeared to be following the footsteps of 2010 best of breed winner Mr Jingles . Jagger fell ill when he returned to his other owners in Belgium and died before a vet was able to get to him . The title of best in show was won last night by a five-year-old Scottish terrier named Knopa. Bred in the US and owned by Russians, Knopa, who competes under the name McVan's To Russia With Love, was shown by American Rebecca Cross, who said it marked Knopa's retirement as a show dog. Dublin, a flat-coated retriever from Sweden which had won the gundog category, was overall runner-up. The ceremony was temporarily halted when the stage was stormed by a protester waving a sign saying: 'Mutts against Crufts.' 'He could have been targeted for being a foreign dog, there's a lot of ill feeling from some camps towards them for some reason. 'But first and foremost he was our pet and we are absolutely distraught. He died right in front of me in my arms, there was nothing we could do. My little boy is only nine, he is devastated.' Mrs Lauwers took Jagger's body to a clinic. She said they found 'green and black substances inside cubes of beef' in his stomach. 'Jagger loved people and he loved food - he would have just trusted whoever gave it to him,' she said. On her Facebook page, she added: 'To the person who has done it, hope you can sleep well knowing you have killed our love, family member and best friend to our son.' She is due to give a full statement to police today and toxicology reports are due to be completed on Wednesday or Thursday. Jagger cost around £850 as a puppy and won best of breed at the Ladies' Kennel Association show at the NEC in December. Because of his pedigree, success in shows and value as a stud dog, he could have commanded a price of up to £50,000, experts said. Jagger was not insured for any particular sum of money, however, only by normal pet insurance which covers vets' fees. Kennel Club secretary Caroline Kisko said: 'The Kennel Club is deeply shocked and saddened to hear that Jagger the Irish setter died some 26 hours after leaving Crufts. 'We have spoken to his owners and our heartfelt sympathies go out to them. We understand that the toxicology report is due next week and until that time we cannot know the cause of this tragic incident.' Jagger was the son of Mr Jingles, the dog which won Crufts Best in Breed 2010 .",
    "output": "Irish setter competed in Crufts on Thursday and came second in class .\nBut when the dog returned to Belgium it collapsed and died on Friday .\nTests found that Jagger had eaten cubed beef laced with toxins .\nOwner Dee Milligan-Bott thinks intended victim was four-year-old Noodle .\nIdentical looking dogs switched places where entrants sit during show .\nJagger died in arms of joint owner Alexandra Lauwers at Belgium home ."
  },
  {
    "input": "It's been three weeks since Dan Osborne was heard threatening to stab his ex-girlfriend - and the mother of his one-year-old son Teddy - Megan Tomlin in an audio recording. But a second audio, handed over by Megan, 23, this week and released by The Sun On Sunday, hears the 23-year-old TOWIE star make another expletive-laden rant, threatening to end her life. Dan, who was arrested but released by Essex Police without charge after the last incident, also refers to his second child Ella, born last month with Jacqueline Jossa, as a 'mistake.' Scroll down for video . Recorded: A second audio recording has been released which hears TOWIE star Dan Osborne threatening his ex-girlfriend, and the mother of his child Teddy, during an expletive rant . Dan and Megan split in April 2013, shortly after the birth of Teddy, and the reality TV star then started dating EastEnders actress Jacqueline before announcing they were pregnant in August 2014. Now though, an audio-taped recording - heard by MailOnline and allegedly secretly taken by Megan last November at her home in front of their young son - sees Dan refer to her as his 'property' and threaten her if she moves on with another man. He is heard saying: 'I swear on this boy’s life I will end your f****** life if you shag another man. Never in your f****** life are you going to be with another man. I can swear on my son’s life.' Split: Dan Osborne and ex-girlfriend Megan Tomlin split in Aprul 2013 and have a one-year-old son together Teddy . 'Shut your f****** mouth you f****** c***. If you go near another man I promise you I will stab you in the f****** throat.' Dan made similar threats of physical violence in the first tape released earlier this month but in this latest release Megan can be heard exclaiming, 'Ow, get off me!' and tells Dan to stop 'hitting' her until she seems distressed and in tears. There is no proof that Dan actually hits Megan in the recording. After asking him to leave her house, he admits, 'Yes I am horrible when you go on about other men' telling her that as long as they have a son together, Megan is his 'property' Bouncing back: Following the release of the first audio recording, in which Dan was heard denying he was dating current girlfriend and the mother of his second child Jacqueline Jossa, Dan is now back in his relationship and expected back on TOWIE . Throwback: Megan and Dan are now the parents of Teddy, who is one year old . Dan can be heard telling Megan that she can't get a new boyfriend even though he's made another girl pregnant because that was a 'mistake' and he didn't 'mean' to get 22-year-old Jacqueline pregnant. Megan tells him that it's laughable because having a child doesn't get more permanent but he says things would be different if he 'actually wanted a family with [Jacqueline]' or if he was going to 'propose' to her. 'I don't care. It won't be funny when you're in hospital,' he says, and referring to a future boyfriend he adds: 'If I'm going to go to prison, I'll stab him in the throat.' A representative for Dan Osborne has been contacted by MailOnline for comment. Happy families: Dan shared an intimate picture showing a make-up free Jacqueline Jossa and his new baby Ella recently . The previous recording also heard Dan deny having a relationship with Jacqueline, despite her being pregnant with their daughter at the time of the alleged first recording. Dan appears to have patched things up with the mother of his second child, as he was this week pictured with Jacqueline on a date. Sharing an intimate kissing picture to his Twitter page, Dan wrote: 'A night with this beauty' The reality TV star was also reportedly due to return to The Only Way Is Essex following a brief suspension, though Lime Pictures have confirmed that Dan will not be receiving a new contract any time soon. Keeping close: Dan and Jacqueline appear to have patched things up after he claimed they weren't together in the first recording, taken in November 2014 . A spokesperson for the ITVBe show told MailOnline on Sunday: 'Dan has not been on the show for several weeks and there are no plans for him to return.' To apologise, Dan released a statement eight days after the initial audio was released, pleading for understanding and appearing to confirm that it was his voice which featured in the expletive rant. He said: 'It has taken me a while to find the right words but I would like to say that I am truly sorry to anyone who was offended by what they heard.' 'I am ashamed and embarrassed that I allowed myself to reach such a dark place that I behaved in a way that even I didn't recognise. 'While I acknowledge that there is absolutely no excuse for my deeply regrettable behaviour, I plead for some understanding that I had no intention of violence.' Father's defense: It was Dan's dad Jim Osborne who was the first to defend him on social media on Sunday . Stand by your man: Jim Osborne took to social media to say Dan was a 'beautiful person' on Sunday . Dan and Megan dated for 18 months in 2013 but have remained close for the sake of their son, who was born in December 2013. Jacqueline and Dan have now been together for over a year and she gave birth to baby Ella on February 16. It was Dan's father Jim - who previously reportedly branded Megan the 'scum of the earth', and a 'tramp' on his Facebook page according to The Sun - who leaped to Dan's defense on social media on Sunday. He said: 'We all love you Dan, beautiful person inside and out xxx' before Dan quoted his tweet and added the line, 'love you too dude! If only everyone knew the full story eh x' Words of advice: Dan's dad was previously quoted as saying that he thought Megan was the 'scum of the earth', and a 'tramp' on his Facebook page .",
    "output": "Second audio-taped expletive rant released by ex Megan Tomlin .\nTOWIE's Dan threatens to 'end' Megan and any man she sleeps with .\nSwears on one-year-old son Teddy's  life (his child with Megan) that she will never be with another man .\nWas previously arrested and released without charge for first video rant ."
  },
  {
    "input": "These pictures show the moment a Watford fan was subjected to a sickening attack following his side's draw with Wolves last Saturday. The supporter,  44-year-old Nick Cruwys, was on his way to Wolverhampton train station from the Molineux stadium when he was assaulted by a gang. He is now fighting for his life in hospital after being placed in an induced coma. Police, who have arrested an 18-year-old in connection with the attack, said Cruwys was walking to the station with a group of friends when they were 'completely outnumbered' and suffered serious head injuries. Watford fan Nick Cruwys lies on the ground after being attacked following his side's draw with Wolves . Cruwys had travelled to Wolverhampton to see his team play in the Championship match . A gang assaulted Cruwys, who was walking with a group of friends, but who were 'completely outnumbered' Cruwys is currently in an induced coma and fighting for his life in hospital . Cruwys was heading to Wolverhampton train station when he was subjected to the 'unprovoked attack' A fund set up for Cruwys has already raised almost £23,000 through a crowd funding website . A police statement read: 'We would like to thank the people of Wolverhampton and the wider footballing community from across the country who have already come to us with information. But I would urge anyone else who can help the investigation to contact us as soon as possible. 'Today's arrest is only the start of our investigation and I would also appeal to anyone who was involved in this incident to do the right thing and come forward.' A group of Wolves supporters were so ashamed of the incident that they set up a website, a page dedicated to raising money to pay for Cruwys's travel and tickets to future matches. The initial target was £1,000 but by Wednesday more than 1,700 people had raised almost £23,000. The victim's brother, Chris, thanked those who have helped. He said: 'I just wanted to say a massive thank you for all of the kind words, prayers, support and concerns that have been sent through Facebook for my brother. 'Thank you everyone, it's truly overwhelming. Nick is critically ill and fighting for his life. We are taking positivity from every hour that passes without deterioration. 'We all hope that Nick has the strength to battle through this and when he awkens that he has retained all or at least some of the personality that makes him Nick, a husband, a dad, a son, a brother and an uncle or simply Moo. 'Thank you again everyone, your support is appreciated.' Troy Deeney (left) scores Watford's second goal in their draw with Wolves last weekend . Deeney celebrates his goal as the two Championship sides shared the spoils . Bakary Sako was sent off after Fernando Forestieri went down clutching his face following an altercation . Wolves' and Watford players clash after Bakary Sako was shown a red card by referee Brendan Malone . Both Watford and Wolves football clubs expressed their shock at the attack. A statement on Watford's website said: 'The thoughts of everyone associated with Watford FC are with a Hornets' supporter  who is now critically ill after an unprovoked post-match attack.' Wolves chief executive Jez Moxey said: 'We are deeply saddened to hear of this incident and our thoughts go out to the supporter concerned and his family. 'As a club we deplore any violence in or around football matches and we will work closely with the relevant authorities to help bring the perpetrator, or perpetrators, to justice. 'All right-minded football supporters will share in our disgust at this violent incident and I would implore anyone with any information to contact the police.' A West Midlands Police spokesman said: 'Detectives have launched an investigation after a Hertfordshire man received life-threatening injuries in an unprovoked assault in Wolverhampton. 'The 44-year-old was with a group of friends making their way to the train station to return home to Hemel Hempstead just after 5pm when they were attacked in Little's Lane.' Detective Sergeant Adam Keen added: 'The group of friends were completely outnumbered and the victim suffered a severe head injury which has left him in a critical condition in hospital. 'His family have been informed and we are in the process of taking statements from witnesses and locating any CCTV which might have captured those responsible for the attack. 'I would urge anyone with information which will help our investigation to contact me as soon as possible on 101.' Anyone wishing to offer information anonymously should call the Crimestoppers hotline on 0800 555 111.",
    "output": "Watford fan Nick Cruwys suffers serious head injuries after attack .\nHe was heading home from when he was 'outnumbered'\n44-year-old now fighting for his life in hospital after 'unprovoked attack'\nWebsite set up by Wolves supporters, dedicated to raising money to pay for Cruwys' travel and tickets to future matches has reached £22,000 ."
  },
  {
    "input": "A daredevil Swiss wingsuit flyer has jumped off the side of a mountain in pitch darkness and flown down past huge pillars of rock using only the light from two bright red flares. And the amazing night-time flight by Patrick Kerber, 33, was not only captured on video, but also on a slow shutter speed photo taken by photographer Christian Meier. In the picture Kerber's route appears as a glowing red line running down from the top of the 10,000-foot Titlis mountain in the resort town of Engelberg in central Switzerland to the bottom. Scroll down for video . The amazing night-time flight by Patrick Kerber, 33, was not only captured on video, but also on a slow shutter speed photo taken by photographer Christian Meier . Kerber used two superheated emergency flares on the descent down the 10,000-foot Titlis mountain . The daredevil pictured at the moment he leaped into the darkness from the summit of Titlis . And just to show how dangerous jumping with the wingsuit was, Kerber made the flight during the day, showing how a wrong turn would easily have sent him crashing into one of the rocky crags that he was flying close to as he hurtled down from the mountain top. He said: 'I wanted to do a wingsuit BASE flight at night during winter for a very long time. But somehow I never really managed to do it.' The idea became reality when they decided to try and do a single photograph on a slow shutter speed and at the same time fit a light to the jumper so that the flight down the mountain could be recorded. The first problem was that it was difficult to find a light that was bright enough to be seen from a distance of one mile away, where the camera needed to be placed. They solved it, though, by using two superheated emergency flares. These also provided some light to help illuminate the way, although the intense heat also posed a risk that they might set the suit on fire. Patrick said: 'We used flares exactly like the ones used for rescue missions or emergencies. But flares burn very, very hot and my biggest fear was burning holes or melting the suit. That would have been super dangerous. To show how dangerous the jump was, Kerber did a trial run in daylight . A slight mistake would have sent Kerber crashing into craggy rocks . The wingsuit jump produced a dramatic video, with Kerber zooming down the mountain at breakneck speed . 'There definitely was a lot of pressure. Even though we did intense testing before, I did not know for sure how it would turn out. Having fire really close to you on a wingsuit BASE flight leaves no margin for error. Everything has to be worked out.' The two photographers, Fabian Wyss and Meier, stood on the other side of the valley on the Furrenalp to take the snap. Patrick also had to wait until the torches burned out before he could open the parachute. He said: 'I definitely did not want to open up my parachute with fire still around me, as this could be very dangerous. I only have one single parachute attached to me. If this one burns or melts, it's over!' Kerber decided to use two torches. The first one he ignited before he took off and held in his right hand so it would be visible to the photographer. When the torch burned out, he opened up his parachute and when it was safely in the air, ignited a second torch attached to his foot. He said: 'I only had 20 seconds to ignite the second one as it also burned for one minute and I only had 1 minute and 15 seconds to the landing area.' Patrick Kerber has jumped at night before, but not in winter and only at full moon. He said: 'The feeling was very intense and amazing. It is much harder to orientate yourself, as you can't see as well. It feels much more intense because you fly with more feeling and awareness of your body and movements.'",
    "output": "Wingsuit daredevil Patrick Kerber jumped off a 10,000-foot Swiss peak .\nFirst he filmed himself performing a daylight flight down Titlis mountain .\nThen he did the same jump at night, guided by emergency flares .\nA slow shutter picture of the descent shows his route as a red line ."
  },
  {
    "input": "As holiday companies cancel trips to Tunisia’s capital following this week’s massacre of 20 foreign tourists at a museum, the threat Islamic State could pose to British holidaymakers has been brought sharply into focus. The harrowing revelation that a Shropshire woman died in the attack in what is regarded as a moderate Islamic nation has raised the possibility that the influence of these hate-filled terrorists has spread to other African and Mediterranean countries popular with UK holidaymakers. With the Easter holidays near, many British people must now question whether once apparently safe destinations have been infected by the barbaric Islamic State ideology. Gun guard: Egypt (security forces pictured) has high security at its prime tourist resorts and at the Pyramids . A spokeswoman for travel watchdog ABTA said that while British tourists tend to be quite resilient and have a ‘level-headed’ view of terrorist threats, holidaymakers should consult the Foreign Office before travelling. But how safe are traditional destinations for British travellers? TUNISIA . The shootings in Tunisia, which has a fledgling democracy, could severely damage the country’s tourism trade. Its holiday industry had made an impressive recovery since the Arab Spring in 2011. That year, 408,000 British nationals visited, rising to about 420,000 last year. After Wednesday’s attack, the Foreign Office issued advice not to go to the area surrounding the museum ‘until further notice’. While 6,500 UK tourists in Tunisia are mainly in the coastal resorts (where security is higher), holiday operators such as Thomson and First Choice have stopped day excursions to the capital. The Foreign Office classifies the threat of terrorism as ‘high’ across all of Turkey, advising against all travel to borders with Syria (pictured, Turkish soldiers stand guard on the Turkish-Syrian border) TURKEY . More than two-and-half million Brits fly to Turkey each year. While most visit Mediterranean resorts, many head for Istanbul, its cultural and historical heart. In recent months it has emerged that British youngsters infatuated with Islamic State have flown there and travelled south to slip into war-torn Syria. While most popular resorts are hundreds of miles from the Syrian border, there are still active terrorist groups in the whole country, some inspired by IS. The Foreign Office classifies the threat of terrorism as ‘high’ across all of Turkey (the same as in France following the Charlie Hebdo shootings), advising against all travel to borders with Syria. Last year, a car bomb at a petrol station near a border-crossing killed dozens of people. In January, a banned Marxist group used a suicide bomber to kill a policeman in Istanbul’s Sultanahmet, near the Blue Mosque and Hagia Sophia museum, the city’s most famous attractions. EGYPT . Resorts such as Sharm el Sheikh on the Red Sea have made Egypt a top winter sun destination for British families. At one point 9,000 UK visitors were at that resort on any single day during peak season. But the country has been rocked by political turmoil since the overthrow of Hosni Mubarak in 2011. After the country descended into military rule after the overthrow of the Muslim Brotherhood, the number of tourists visiting dropped by 25 per cent. Political demonstrations, sometimes leading to violence, are commonplace. An Egyptian soldier stands guard in Cairo's Tahrir Square. The Foreign Office says that terrorist attacks continue to be planned throughout Egypt, although they are aimed at security forces in Cairo and Alexandria . The political instability has led to a series of deadly bomb attacks in the capital, Cairo, usually targeting soldiers, police and businesses. But, the influence of Islamic State in the country is increasing. Last September, an IS spokesman issued a chilling online call to arms to Egyptian radicals saying: ‘If you can kill a disbelieving American or European . . . including the citizens of the countries that entered into a coalition against the Islamic State, kill him.’ In November the Sinai-based, Al Qaeda-inspired Ansar Bayt al-Maqdis (ABM) group pledged allegiance to IS. And last year, a suicide bomber blew up a bus killing three South Korean pilgrims on a trip to St Catherine’s Monastery near the Egypt-Israeli border crossing. Tour operators halted excursions to the monastery. The Foreign Office advises against all travel to North Sinai, and only essential travel to much of South Sinai. However, holiday resorts including Sharm el Sheikh, Sharm el Maya, Hadab, Naama Bay, Sharks Bay and Nabq are deemed safe because of the high security patrols and vehicle checks. Anyone landing at Sharm el Sheikh or Hurghada airports cannot fail to spot the armed military presence. The advice adds that terrorist attacks continue to be planned throughout Egypt, although aimed at security forces in Cairo and Alexandria. You are also advised not to go near the Libyan border or anywhere remote in case of kidnapping. Jordan (pictured, Jordanian security forces outside the Iraqi embassy in Amman) has borders with Syria and Iraq. Recently, there has been growing concern that Islamic State is garnering support there . The Kenyan cities of Nairobi and Mombasa have seen grenade attacks and shootings at public gatherings . MOROCCO . In 2011, Morocco’s reputation as a country relatively free from extremism was shattered when an explosion ripped through a Marrakesh restaurant in a popular tourist spot. In total, 17 people perished and 20 were injured when a bomb hidden in a handbag detonated at the Argana café. Most of those killed were tourists, including one Briton and a group of French students — one only ten. It was the first major terror attack in the country for eight years. About 400,000 Britons visit the country each year, often to see Marrakech, as well as Fez and Casablanca. While the Foreign Office warns of a ‘general threat’ from terrorism — the same it gives for America and Canada — it says the government there has recently raised its level of vigilance due to the conflicts in Syria and Iraq. Concern about the possible influence of IS was compounded last year when it released a video featuring eight Moroccan IS members who said they ‘intend to bring jihad to Moroccan soil’. DUBAI . This emirate on the south-east coast of the Persian Gulf is the financial and tourist hub of the United Arab Emirates. Holidaymakers who have booked to go to Tunisia will likely be feeling nervous, but experts advise checking your travel insurance small print before changing or cancelling you booking. Most tour operators take their advice from the Government’s Foreign and Commonwealth Office. It offers travel guidance for all countries, and flags up when areas are too dangerous. Green means all is fine amber means all but essential travel should be avoided, and red means you shouldn’t travel there under any circumstances. While this week’s horror in the Tunisian capital Tunis is unsettling, Bob Atkinson, of Moneysupermarket, points out that the country’s beach resorts will still be considered safe. Tunisia’s coast is shown in green — except in the far south east towards the border with Libya. The west of the country bordering Algeria and the south neighbouring Libya are amber or red. Situations such as these highlight why it’s so important to take out your travel insurance as soon as you book your trip, instead of waiting until the last minute. Unfortunately, if an area is still classed as safe to travel then your insurance policy won’t cover you if you incur fees for changing or cancelling your booking. Conversely, if you travel to a destination which has been flagged as unsafe you’ll invalidate your insurance. ■ Find FCO travel information at www.gov.uk/foreign-travel-advice . About a million UK tourists visit every year. While Islamic terrorists have largely left it alone, the government said it foiled a plot in 2012. The Foreign Office again says there is a ‘general’ threat of terrorism which could target ‘British interests’, adding that ‘attacks can’t be ruled out and could be indiscriminate, including in places frequented by foreigners’. JORDAN . For more adventurous travellers, Jordan has become increasingly popular. Even no-frills airline flights travel there, taking people to see ancient sites such as Aqaba, Amman and Petra, as well as the Dead Sea. The country does, however, share borders with Syria and Iraq. Recently, there has been growing concern that Islamic State is garnering support there. In February, the U.S. Embassy published a warning after receiving information that up-market shopping malls in Amman would be targeted, probably in a terrorist attack similar to the shooting in the Westgate shopping mall in Kenya. Although, the Jordanian government stepped up security patrols, American embassy staff and their citizens were advised to avoid shopping centres. The Foreign Office says there is only a ‘general’ threat of terrorism in Jordan. KENYA . The capital Nairobi and Mombasa have had spates of grenade attacks and shootings at public gatherings. Six British nationals were among those killed in the Westgate shopping mall attack in Nairobi in 2013. The Foreign Office says there is a ‘high’ risk of terrorism, advising against travelling near borders with Somalia, where the Al Shabaab militant group is based and kidnappings of Westerners are more likely. Referring to the Westgate shootings it says ‘further attacks are likely’, adding that coastal areas where many beach resorts are have also been targeted.",
    "output": "Holiday companies cancel trips to Tunisia after 20 foreign tourists killed .\nRaises possibility terrorists spread to other countries popular with tourists .\nBrits questioning which destinations are infected by barbaric Islamic State .\nTravel watchdog ABTA advises consulting Foreign Office before travelling ."
  },
  {
    "input": "Jose Mourinho has rewarded his players with two days off before they start preparations for Wednesday’s Champions League clash with Paris Saint-Germain. Chelsea have come through a critical period in the fixture list with victory in the Capital One Cup final against Tottenham at Wembley last Sunday and last night’s 1-0 win at West Ham. Mourinho’s players will return to training at the weekend as the Chelsea manager plots the second leg against Laurent Blanc’s side at Stamford Bridge. VIDEO Scroll down to watch manager Jose Mourinho label his Chelsea players warriors . Chelsea manager Jose Mourinho has rewarded his players with two days off ahead of their PSG match . Mourinho shakes hands with Chelsea striker Diego Costa on Wednesday night after another vital victory . Chelsea manager Mourinho celebrates with Kurt Zouma and Didier Drogba at full time at West Ham . Chelsea defender Branislav Ivanovic said: ‘We have the great result from Paris but we still have to think about the Champions League because we want to go through. ‘For us as a team it’s very good because we can have time to refresh ourselves and at the same time to work and prepare for the game in every detail. For sure, we will be ready for the game. ‘This is very important and a good thing about this is we can focus 100 per cent on Paris and we are not thinking about anything else. ‘We enjoyed and celebrated the win for the trophy because we deserved that, but we switched off the next morning and we now have the time to recover and think. Eden Hazard celebrates scoring against West Ham on Wednesday night as Chelsea clinched a 1-0 win . Hazard celebrates as Chelsea won at Upton Park on Wednesday night to stay top of the Premier League . ‘It’s the Champions League next and we have to be real, real strong and there is no time for big celebrations.’ Chelsea are closing in on their first Barclays Premier League title since Mourinho returned to Stamford Bridge at the start of last season. They remain five points clear of Manchester City with a game in hand following their 1-0 win at Upton Park on Wednesday evening. Ivanovic added: ‘We knew what we had to do, we knew it was another final for us after Man City lost a game, it’s for us to keep the big gap and not give them the chance to close the gap again. ‘We are one step closer, but still it’s a long way.’ Branislav Ivanovic pictured during Premier League laders Chelsea's 1-0 win at Upton Park on Wednesday . Mourinho will bring his squad back into training after two days to prepare for their clash with PSG .",
    "output": "Chelsea beat West Ham 1-0 at Upton Park on Wednesday night .\nIt caps a busy week for Chelsea after they won the Capital One Cup final .\nJose Mourinho has rewarded his players with two days off to rest .\nThey will return to training at the weekend ahead of PSG's visit to London .\nChelsea face the French club in the Champions League second leg .\nCLICK HERE for all the latest Chelsea news ."
  },
  {
    "input": "A Brazilian teenager died when a game of Russian roulette went badly wrong, the men accused of killing her have claimed. Natalia Jeane Germano, 19, died instantly after being shot in the head whilst at the house of a friend. It has been claimed that Natalia dared one of her pals to pull the trigger when he was pointing a gun at her - and did not realise the chamber was loaded. Killed: Natalia Jeane Germano, 19, died instantly after being shot in the head whilst at the house of a friend in Maringá, Brazil . Dumped: Her friends claim she was killed when a game of Russian roulette went tragically wrong - but her mother Maria says she does not believe their version of events . She was missing for two days before her body was discovered hidden in bushes last Saturday in the city of Maringá in the southern state of Parana. Three men have been arrested and charged with her death, but they have told police it was a tragic accident after a game of Russian roulette went tragically wrong. But her heartbroken mother Maria José Germano told local media she did not believe that her daughter's death was an accident and claimed the house she died in was a drug den. Mrs Germano said her  unemployed daughter had attended a job interview on the morning of the day she disappeared. Two days later, her body was found wrapped in a plastic bag on wasteland in the north of the city and she had a single bullet hole in her head. She said: 'I do not believe this story that she died in this game. The house where she died was a drugs point.' Mrs Germano added: 'She was mouthy and may have made some sort of comment and was killed. 'My daughter was not a drug trafficker and did not use drugs. What she did wrong was get involved with this kind of friendship. 'In addition to killing my daughter, they threw her body in a bush like a dog. This hurt me too much, it will be with me forever.' Popular: Natalia's friends shared pictures and messages of support after she had gone missing last week . Location: The body of Natalia Jeane Germano was found in the city of Maringa in the southern state of Parana in Brazil . The three suspects were charged with aggravated murder, concealment of the body, drug trafficking and trafficking association. Police are believed to have found marijuana and cocaine in the house of Jonathan Nathaniel Francisco da Silva, where the killing happened. The man accused of killing Natalia was named in Brazilian media as Victor Hugo Lima Bueno and the third man arrested has been named as Jhon Weberton Alves Costa. The Civil Police are continuing to investigate the case, even after the arrest of three suspects.",
    "output": "Natalia Jeane Germano, 19, died after being shot in the head .\nHer body was found two days later dumped in wasteland in Parana state .\nThree men arrested - and tell police that she her death was an accident .\nBut devastated mother Maria says: 'I don't believe their story'"
  },
  {
    "input": "Ex On The Beach star Jess Impiazzi has been signed up by bargain fashion brand In The Style to be the face of their new South Beach swimwear range. Brand bosses say they spotted Jess strutting her perfect bikini body on the MTV show and knew immediately she was the right girl for the job of pushing their latest swimwear pieces. The model, who is most famous for her fleeting TV appearance on the reality show, has recently been in the headlines for clashing with the rather more established swimwear star Kelly Brook, claiming that the actress called her a 'slut' for getting involved with her ex David McIntosh. Scroll down for video . Ex On The Beach star Jess Impiazzi has been signed up by bargain fashion brand In The Style to be the face of their new South Beach swimwear range . Brand bosses say they spotted Jess strutting her perfect bikini body on the MTV show and knew immediately she was the right girl for the job of pushing their latest swimwear pieces . Kelly and David famously called off their engagement last year, and in the months after Jess and David enjoyed a fleeting romance. It wasn't until Jess and Kelly were locked into a phone conversation, the beauty explained to The Sun On Sunday earlier this month, that the former Big Breakfast host allegedly expressed her frustrations. Jess recalled of their conversation: 'She went, \"Are you and David dating - are you together? What's going on?\" I said: \"Nothing really, we're just friends.'\" The 25-year-old, who claims she wasn't aware until then that Kelly and David were speaking again, added: 'I said, \"Kelly, there's no need to try and upset me. I'm not in love with the guy. There's no need to be horrible. I don't care.\" The model is most famous for her fleeting TV appearance on the MTV reality show . And also dated Kelly Brook's ex David McIntosh for a short time after he split from Kelly . The 25-year-old also played a small part in TOWIE in 2012's fourth series, where she meddled in Mario Falcone's relationship with Lucy Mecklenburgh when it was discovered that he was texting multiple girls . 'She said, \"Let's hope you're not lying to me like all the other sluts. Nice talking to you Jess. Bye.\" She made me feel like a bit of an idiot.' It's not the first time that exes have been the centre of attention for Jess, who shot to fame in a reality TV show that sees glamorous stars washed up on a remote island where they might unexpectedly face ex-partners (also deserted on the island) or find new love with fellow singletons. Jess also played a small part in TOWIE in 2012's fourth series, where she meddled in Mario Falcone's relationship with Lucy Mecklenburgh when it was discovered that he was texting multiple girls. Today though she is showing all those exes what they are missing in the glossy high street campaign . Posing in cut-away swimsuits and barely there bikinis the brunette also shows off her collection of tattoos . But the Surrey lass won't be short of admirers after stripping off for these glossy swimwear pictures. Shot on location the campaign sees Jess posing in itsy bitsy bikinis and cut-away costumes around a glamorous swimming pool. In the Style creator Adam Frisby said: 'After seeing how amazing Jess looked on the TV in her swimwear, we knew she would be the perfect model for our Swimwear campaign.' Jess joins fellow Ex on the Beach alumni and Geordie Shore star Charlotte Crosby and TOWIE fashionista Lauren Pope as fashion ambassadors for the Manchester brand. In the Style creator Adam Frisby said: 'After seeing how amazing Jess looked on the TV in her swimwear, we knew she would be the perfect model for our campaign.' And the Surrey lass won't be short of admirers after stripping off for these glossy swimwear pictures . Jess joins fellow Ex on the Beach alumni and Geordie Shore star Charlotte Crosby and TOWIE fashionista Lauren Pope as fashion ambassadors for the Manchester brand . All items pictured - including this coral bikinis (bottoms £11.99, top £15.99) - are available to buy online now from www.inthestyle.com/swimwear . Swimwear model Kelly Brook and Jess have both dated bodybuilder David McIntosh in the past .",
    "output": "Ex On The Beach star is face of In The Style swimwear campaign .\nJoins Lauren Pope and Charlotte Crosby as celebrity face of the brand .\nReality contestant dated Kelly Brook's ex David McIntosh for a short time .\nClaims Kelly made 'slut' jibe during phone call about their mutual ex .\nAll items pictured are available to buy online now from www.inthestyle.com/swimwear with prices starting at £11.99 for bikini bottoms."
  },
  {
    "input": "A popular noodle brand has launched an investigation after pictures emerged online apparently showing maggots crawling around the  lid of one their products. The disturbing photos were posted on numerous complaint websites by a person using the name 'Concerned Public'. They claimed they bought Maggi Noodles in Coles Coorparoo and Coles Morningside, two neighbouring suburbs in Brisbane's south-east. The owner of the infested cup of noodles said it was the second time in a month they had found maggots in their noodles and decided to take the matter public to 'alert people of the outbreak'. Scroll down for video . Popular brand Maggi have launched an investigation into their noodles after pictures emerged online (above) showing tiny maggots crawling around inside the lid of a cup of beef noodles . The pictures, which show the noodles with an expiry date of October 14, 2015 and September 10, 2015, appear to show a flesh coloured larva perched under the lid of a cup of instant, beef flavoured noodles. 'We have been buying Maggi Noodles for our kids as a snack for a long time and nobody should have to buy a product that has been imported to find maggots, or whatever the infestation is under the lip of the packet,' the concerned consumer said. 'Both times these have been in our cupboards for only a few hours, which is why we are posting this report. We reported it and they promised it would never happen again but it has.' Nestlé Australia say they received a complaint in February regarding the presence of maggots on a cup of Maggi Noodles. They told Daily Mail Australia they were investigating the incident together with the Brisbane City Council. 'The quality and safety of our products is a non-negotiable priority,' a Nestlé spokesperson said. 'For this reason, we have programs in all our factories and warehouses to monitor for and exclude food pests from the time we receive raw ingredients through to delivery to our customers.' The disturbing photos were posted on numerous complaint websites by a person who goes by the name 'Concerned Public' 'We understand that the larvae was found outside the cup of noodles but we take every complaint seriously and are currently conducting tests to identify the type and origin of the larvae.' Maggi is a particularly well known brand in Australia, New Zealand, India, Malaysia, Pakistan, Nigeria, the Philippines and Singapore for its instant noodles. The product, which is made by Swiss company Nestlé, is made and imported from Malaysia. They are also the manufacturer of a range of well-known Asian sauces, curry sauces, recipe bases and stir fry creations. Brisbane City Council told Daily Mail Australia they received notification of this complaint from Queensland Health on February 11, 2015. The council was not contacted directly by the owner of the noodle cup. The complaint said that the cup of Maggi Noodles was purchased from Coles Coorparoo, while online the poster also mentions Coles Morningside. 'A Council officer conducted an on-site investigation on 11 February 2015 and found that there was no evidence of any pest infestation or issues at Coles Coorparoo,' a council spokesperson told Daily Mail Australia. The owner of the infested cup of noodles said it was the second time in a month they had found maggots (or larvae) in their noodles and decided to take the matter public to 'alert people of the outbreak' The pictures, which show the noodles with an expiry date of October 14, 2015, appear to show a flesh coloured larva perched under the lid of a cup of instant, beef flavoured noodles . 'The insect on the packaging was identified as an insect cocoon and it was found on the exterior of the packaging. There is no evidence it has originated from Coles.' The council said there is no food safety contamination risk from the cocoon and no further action will be taken against Coles. Coles Australia refused to comment on the presence of maggots in their Morningside or Coorparoo branches when contacted by Daily Mail Australia. In a public post online, the owner of the infested noodles said their family would never have known the maggots were in the cup, had they not been under the lid of the noodles. 'They look the same as the noodle and you digest them without even knowing, until you see them crawling out of the cup,' they said. According to the online poster, the larva break free of their cocoon when the noodles are heated with boiling water and crawl upwards. However, the owner of the cup claims the maggots fall into the cup because they have nowhere else to go. Maggots are the worm-like larvae of flies. They are usually found on food and eat faecal matter, decaying food and flesh. If ingested into the human digestive system, maggots can cause gastrointestinal problems, food poisoning and allergic reactions. Nestlé said this is an isolated incident and they want to reassure consumers that their suppliers must adhere to their strict, global, responsible sourcing guidelines wherever they operate. The product, which is made by Nestlé is imported from Malaysia . According to the online poster, the larva break free of their cocoon when the noodles are heated with boiling water and crawl upwards. However, the owner of the cup claims the maggots fall into the cup because they have nowhere else to go . Nestlé said this is an isolated incident and they wanted to reassure consumers that their suppliers must adhere to Nestlé’s strict global responsible sourcing guidelines wherever they operate .",
    "output": "A consumer has found maggots on the lid of their Maggi Noodles .\nIn an online post, the person said it happened twice in one month .\nThey claim they bought the noodles in Coles Coorparoo and Morningside .\nThey say they don't want 'another Nanna Berries scenario'\nNestlé say they are investigating the incident with Brisbane City Council ."
  },
  {
    "input": "Evergreen Paul O'Connell can still scale new heights ahead of notching his 100th Ireland cap in Saturday's pivotal RBS 6 Nations showdown in Wales, according to Sean Cronin. Veteran lock O'Connell will equal Mick Galwey's record as Ireland's oldest captain of all time at exactly 35 years and 145 days at the Millennium Stadium on Saturday. The Munster talisman will become just the fourth star to hit 100 Tests for Ireland, joining Brian O'Driscoll, Ronan O'Gara and John Hayes in the century club. Sean Cronin believes veteran Paul O'Connell (above) still has a long career ahead of him . Leinster hooker Cronin hailed O'Connell's 'intensity and physicality' as the crux of Ireland's relentless pursuit of ever-higher standards under taskmaster boss Joe Schmidt. 'It's a phenomenal achievement: I think he's getting better with it even as the years go on,' said Cronin, as Ireland look to home in on a second Grand Slam in six years this weekend. 'But he's the kind of player that, whenever he's playing, he nearly makes you play better because that's the enthusiasm, the passion, the physicality that he brings. 'He kind of instils that in the players around him, it's great to play under him. 'He sets the standard and you've got to get up there with him. 'He'll demand it off you one way or another, so it's great to play with a person like that, because it raises your standards as well.' O'Connell will equal Mick Galwey's record as Ireland's oldest captain of all time on Saturday . O'Connell will stride past a multitude of milestones in Cardiff this weekend, as he aims to mark his 50th Six Nations performance by setting Ireland a new winning Test run of 11 matches. Wales and Scotland block Ireland's path to Grand Slam glory and a third career Six Nations crown for O'Connell. As the teams complete preparations in the Millennium Stadium's bowels this weekend, O'Connell will launch into a trademark tub-thumping team talk. Cronin acknowledged the legend around O'Connell bringing team-mates to tears with his unbridled pre-match passion - but admitted the Munster stalwart's rhetoric far more fearsome than emotive. The 35-year-old is put through his paces during an Ireland training session at the Kingspan Stadium . 'I've nipped out a couple of times to dot the eyes during his talks!' joked Cronin of myths O'Connell can invoke raw emotions. 'No, but seriously, he scares me more than makes me cry to be honest with you. 'He brings a certain level, you see him doing it, his intensity, physicality, attention to detail. 'So when you see him doing that, you're saying to yourself 'I need to get to that as well'. 'If 15 or 23 lads get to that level, we're hard to beat. 'He's similar to Joe (Schmidt) in some ways. 'Paul isn't going to get to the heights of Test rugby that he has without hard work and accuracy. 'He's got great influence on the squad, the lads buy into that and he's fantastic to have around.'",
    "output": "Paul O'Connell will equal Mick Galwey's record as Ireland's oldest captain .\nVeteran lock will take to the field for 6 Nations match against Wales .\nSean Cronin believes O'Connell is getting better with age ."
  },
  {
    "input": "One of the teenagers who was captured on video as she violently beat up a fellow classmate at a Brooklyn McDonald's claims she and her friends had been planning the attack for months. Aniah Ferguson, a 16-year-old mother from Prospect Lefferts Gardens who has been arrested ten times, told authorities that she and her friends were planning to go after the 15-year-old victim because she had 'done something to a very close friend.' Ferguson was seen laughing and smiling as police led her to a car in handcuffs on Thursday. This as two more girls who were involved in the fight have been apprehended, including one 15-year-old who was taken off a plane in Atlanta as she attempted to flee the country for Jamaica. Three of the girls involved still remain at large. Scroll down for video . Arrested: Aniah Ferguson, a 16-year-old mother from Prospect Lefferts Gardens who has been arrested six times since last July, was held for the McDonald's attack . She was seen smiling and laughing as she was led away in handcuffs on Thursday . She is facing up to 25 years in prison for attacking a 15-year-old girl . Graphic cell phone footage emerged of the brutal attack on Tuesday . The two girls apprehended today include a 15-year-old girl was accompanied by her mother as she turned herself in, and the aforementioned 15-year-old who was trying to get out of the country. The New York Daily News reports that authorities had been alerted to her travel plans. As for Ferguson, her most recent arrest came last month when she stabbed her brother in the arm, and last year she was arrested after she punched her grandmother in the face and a month later when she injured an officer while resisting arrest. Despite this, her lawyer, Sarah O’Leary, is pleading for leniency now that she is being held on $500,000 bail, saying; 'She was making some efforts to better things in her life.' Ferguson, who belongs to the Young Savages gang, could be looking at 25 years in prison. The victim meanwhile has taken to social media to brag about the 'fame' the incident has brought her and has been getting support from thousands on social media. The 15-year-old wrote on Wednesday; 'Everyone Like I'm Famous Now.' On Thursday, Ferguson detailed the reason for the fight with police, saying it had been in the works since January, and that it all began when she got a call from a male friend letting her know that the victim was at McDonald's. She then left her friend's house and waited for her other friends outside the fast food chain, and once they arrived the group 'put the beats on her.' After the beating was done, Ferguson said she was 'still mad,' and that is why she began kicking the victim's head as she lay motionless on the ground. She then took her purse, make-up bag and phone and claims she threw them in the trash as she walked out. The victim, who also has links to a gang according to the New York Daily News, continues to not cooperate with police. 'That type of behavior is not acceptable in our society,' said NYPD Commissioner William Bratton said. 'Certainly is not going to be acceptable here in New York.' The victim meanwhile has taken to social media to brag about the 'fame' the incident has brought her and mock the media response to the fight . The 16-year-old in the fight (left) who was stripped to her bra has been arrested, while the girl being picked on is so weak at the end that she collapses on a bench . The graphic cell phone footage emerged earlier this week of the brutal attack  that took place after class on Monday afternoon. The three minute clip showed an unfair fight that began with the victim  being set upon by six other students. As the girl is mercilessly pummelled by the gang her blonde hair extensions are ripped from her head as she is repeatedly punched and kicked. The vicious fight is cheered on by dozens of other youths who jockey for a good view of the senseless violence. The video, posted on Facebook, captures the afternoon brawl at a McDonald’s  near Erasmus Hall High School on Flatbush Avenue. Despite being outnumbered, the small girl gives as good as she gets and at one point she pulls a black hoodie off one of her attackers to reveal a bra. Towards the end of the video - which has been shared more than 19,000 times and viewed more than 740,000 - the smaller girl is left cowering under a table. Finally an adult appears and attempts to break up the fight, but the taller attacker now stripped down to her bra kicks and stomps on her victim's head, calling her a 'bitch,' before storming off. Bystanders can be heard saying, 'She’s dead,' and, 'You murdered her.' A few students then intervene, pick the small girl up and sit her on a nearby bench. Immediately she collapses and so the students help her to lie down. Finally an adult appears and attempts to break up the fight, but the taller attacker now stripped down to her bra kicks and stomps on her victim's head, calling her a 'bitch,' before storming off . 'The message has to be sent very clearly, that this kind of violence will not be tolerated whether in a mall or in restaurants and those involved should turn themselves in to authorities immediately so as to face the consequences of their violent actions,' said Brooklyn community activist Tony Herbert. Anyone with information about the fight is asked to call Crime Stoppers on 1-800-577-TIPS.",
    "output": "WARNING GRAPHIC CONTENT .\nGraphic cell phone footage emerged earlier this week of a brutal attack on a school girl that took place in Brooklyn after class on Monday afternoon .\nNow three of the six teenagers who was caught violently beating the girl has been arrested .\nAniah Ferguson, a 16-year-old mother who has been arrested ten times, is one of six that were involved .\nFerguson was arrested last month after stabbing her brother in the arm, and also stole the victim's purse and cell phone after the fight .\nFerguson revealed that she and her friends had been planning the attack for months in retaliation after the victim did something to one of their friends .\nTwo more girls were apprehended on Friday, one in Atlanta as she tried to flee the country on a plane to Jamaica ."
  },
  {
    "input": "The brother of an unarmed biracial teenager who was shot dead when he allegedly assaulted a police officer delivered a heartfelt and moving eulogy remembering his brother on Saturday. Jordan Robinson, the brother of Tony Robinsoin, stood up in front of hundreds of mourners in Madison, Wisconsin as he said; 'Terrell was the best brother you could ever have. Terrell will always live on in our hearts.' Jordan broke down at one point as he spoke of his brother and was comforted by their sobbing mother. Tony, whose mother is white and father black, died on Friday March 6 after what police say was a confrontation in which he assaulted Matt Kenny, who retaliated with gunfire. A preliminary autopsy showed Robinson was shot in his head, torso and right arm. The autopsy did not say whether he was facing or turned away from Kenny. Scroll down for video . Jordan Robinson (above) remembered his brother at his funeral on Saturday, saying; 'Terrell was the best brother you could ever have. Terrell will always live on in our hearts' Tony Robinson, 19, was killed by police officer Matt Kenny on March 6 . Tony Robinson, Sr., left, and Andrea Irwin make their entrance into the funeral service . Funeral: Tony, 19, was killed just over a week ago . 'Terrell was a passionate and compassionate young man and a wonderful friend,' the program read according to The Capital Times. 'He leaves with us all an unmatched sense of pride and a wealth of love and memories.' Sharon Irwin, Tony’s grandmother, also delivered an emotional and touching speech. 'We are family. We stand for what he stood for. We stand for peace, we stand for change. He was young, he was black and he is beautiful,' she said., . 'I know my grandson was on a spiritual path. The last thing he said to me was, \"I think I got it figured out and I’m going to take on my responsibility.\"' She then asked that the Phil Collins' song In the Air be played as the entire congregation rose out of their seats. Prior to the service, the John Legend and Common song Glory played as photos of Tony from his birth up through high school flashed on screens. 'I was told many times this would be the hardest words of comfort I would ever have to offer anyone,' said Rev. David Hart III, who officiated the service. 'Too many of our children are dying before their time … we watched Trayvon die before his time, we watched Michael Brown die before his time. We desperately want to change that narrative.' Mourning: Memorial messages were left on building where Robinson was shot - blood can be seen above spattering the walls and floors from the killing . Protests: This image from Wednesday shows activists on the streets of Madison in the wake of Robinson's death . Marching: Around 1,500 attended the Wednesday march through Madison . Robinson's death was the latest in a string of shootings by police nationwide that have heightened racial tensions. Some protests turned violent in Ferguson, Missouri after an unarmed black man was fatally shot last August, and this week two policemen were injured from gunfire during a demonstration in front of the Ferguson Police Department. Killer: Matt Kenny was the police officer from Madison, Wisconsin, who shot Robinson . Protests have been peaceful in Madison, where blacks make up around 7 percent of the 240,000 population. The shooting has highlighted local concerns, prompting open letters from nearly 90 religious leaders and many local politicians calling for action to bridge racial inequality. Demonstrators on Wednesday marched to the home of Wisconsin Gov. Scott Walker, a likely Republican presidential candidate. On his gate they posted on the gate a list of demands including an end to what they called unequal policing of poor, black neighborhoods and an increase in funding for public schools. Walker was not there at the time. Madison police have been more conciliatory than their counterparts in Ferguson since the shooting. Police Chief Mike Koval rushed to the home of Robinson's family on the night of the killing and prayed with the man's grandmother in the driveway. He has emphasized the right of protesters to march peacefully. Under a new Wisconsin law that requires an outside agency to look into fatal police shootings, a state agency has stepped in to investigate.",
    "output": "Tony Robinson, 19, was killed by police officer Matt Kenny on March 6 .\nPolice say he had attacked Kenny, who then shot him at least three times .\nHundreds attended his funeral in Madison, Wisconsin, Saturday evening .\nJordan Robinson remembered his brother by saying 'Terrell was the best brother you could ever have. Terrell will always live on in our hearts'"
  },
  {
    "input": "A young woman was run over by two taxis and killed in front of her boyfriend as they walked home together following a drunken tiff. Megan Hoskins, 20, was heard to shout at soldier Mark Hughes: 'just watch... the next car that comes' before apparently laying down in the road. As Mr Hughes, also 20, tried to tend to her, a black Hackney cab ran over her, closely followed by a Skoda Octavia minicab which tried to brake but came to rest with the care assistant trapped underneath. Megan Hoskins, right, was out with boyfriend Mark Hughes, left, on the night she died on July 20, last . The inquest heard that Ms Hoskins had taken cocaine, alcohol and cannabis on the night she had died . She was rushed to hospital but died of multiple fatal injuries less than two hours later. The tragedy occurred on July 20 last year while Megan, from Wigan, Greater Manchester was spending the weekend with Mr Hughes, who was on home leave from duty in Afghanistan. An inquest heard the couple who were planning to move in together had watched a movie before going to a friend's house where they drank a bottle of rosé wine each and three cans of Fosters lager. Ms Hoskins also took some cocaine with friends before their group travelled to the Newtown Working Men's Club in Wigan. Trouble began when Mr Hughes became angry over a man trying to dance with Ms Hoskins. They left at around midnight and continued the argument on the way home, where witnesses saw Ms Hoskins walking in front of and then behind her boyfriend. Mr Hughes told the Bolton hearing: 'A man had came over to dance with Megan and I said \"that's my girl, what are you doing?\" It did wind me up. I knew she wouldn't do anything but it did wind me up. We had a bit of an argument and decided to leave. Mr Hughes, right, got annoyed while out with Ms Hoskins, left, when a man approached her for a dance . A witness who overheard the row saw Ms Hughes lie down in the road, pictured, and shout 'watch now, the next car that comes' as a Fire Engine approached, which managed to avoid her but  was hit by a hackney taxi . 'We decided to walk home and were having a dispute, a stupid argument like couples do but nothing serious. I was jealous and it wound me up and we were having a go at each other. At some point walking home I made a comment and she laughed. 'We were crossing over the road and she was stood at the side of me to my right. I crossed over the road then turned to the left to grab her hand and turned round to see her and it took three or four seconds to figure where she was. I saw her lying in the road and that's when the cars have come.' Mr Hughes said he didn't hear Ms Hoskins fall or hear her shout for help and added: 'That's what I can't get out of my head. She would normally only fall over if she had heels on but she didn't have heels on. She didn't say anything. 'She would usually have a go at me if it was my fault. There was nothing.' Mr Hughes, pictured, said Ms Hoskins normally only ever fell over when out  if she was wearing high heels . Asked whether he thought she lay there intentionally, Mr Hughes replied: 'I have thought that but she wouldn't have any reason to do that. Ours was a loving relationship and she was my best friend. She was always laughing and joking and she was a bubbly young lady. I had returned from work that weekend and planned to spend it with her.' Eyewitness Amy Howarth who was having a cigarette from her bedroom window said she heard raised voices and saw a young couple in the road below. She said: 'I could hear them shouting. 'When they reached my house the male crossed the road and at this point the female ran on to the road and passed him to get in front. She was in the road in the path of cars then shouted \"watch now, the next car that comes\". She carried on walking in the road. I could see a fire engine going to a call with its blue lights on. I thought it was going to hit her.' Ian Dunham, the driver of the fire engine said: 'I saw a person in the road. I turned the sirens off, I didn't swerve, and went on the wrong side of the road to give that person room. I knew they had had a drink so not to startle them I turned the siren off. 'I noticed it was a female and as we were travelling up I was watching where she was and she continued to walk not in the middle of the road but about a car's width from the pavement.' The inquest heard the driver black Hackney cab Brian Sharples could not have avoided a collision. Coroner Rachael Griffin returned an open conclusion after the inquest describing Ms Hoskins as 'caring' Joseph Parkinson the driver of the Skoda Octavia following behind him said: 'The taxi in front didn't so much swerve as rock. When the lights came on I took my foot off the accelerator and then without warning at all there was a figure in the road. I hit the brakes as hard as I could. I didn't have time to swerve. If I could have done, I would have done.' The hearing was told Ms Hoskins had studied health and social care after leaving school in order to help people. Tests showed she had traces of cocaine, cannabis and alcohol in her blood at the time of death which may have affected her judgement. Mr Hughes was initially arrested on suspicion of Ms Hoskins' manslaughter but no action was taken against him. Recording an open conclusion, coroner Rachael Griffin said: 'She was very clearly a bubbly young lady who was intelligent, bright and spent her life caring for others. In Miss Howarth's opinion, she believes Megan was deliberately standing in front of cars. We have heard from Mark that that didn't happen. 'I don't know how or why she was in the road. It could have been that she fell, although she would normally fall if wearing heels. It could have been that she collapsed. It could have been that she was purposefully lying in the road. 'Sadly for unknown reasons to me, through collapse or choice, Megan was lying in the road in the path of oncoming vehicles. The difficulty I have is I don't know why she was on the floor. The only person who can tell me why she was on the floor is Megan and sadly she is not here to tell me that.'",
    "output": "Megan Hoskins had taken cannabis, cocaine and alcohol before she died .\nShe and boyfriend Mark Hughes had a row immediately before the incident .\nMs Hoskins had been approached for a dance at a Working Men's club .\nMs Hoskins and Mr Hughes had a row while walking home after midnight .\nWitness said Ms Hoskins shouted  'watch now, the next car that comes'\nA Fire Engine narrowly missed Ms Hoskins while walking on the road .\nAfter she lay down she was hit by a hackney cab 'who stood no chance'\nShe was then hit by a second taxi and trapped beneath the vehicle .\nCoroner  Rachael Griffin returned an open conclusion after the hearing ."
  },
  {
    "input": "Sam Allardyce is more bothered about winning points than playing attractive football and has confirmed defender James Tomkins will be out for the remainder of the season. West Ham have won just one Barclays Premier League match in 12 and questions have been asked about whether Allardyce will remain in charge beyond his contract, which expires at the end of the season. The Hammers face a Sunderland team under new management on Saturday after Dick Advocaat replaced sacked boss Gus Poyet at the Stadium of Light on Tuesday. James Tomkins will be out for the remainder of the season after having surgery on his shoulder problem . Sam Allardyce is more concerned about picking up points rather than playing attractive football . Big Sam will be without Tomkins after the defender needed surgery on a dislocated shoulder suffered in training, while Winston Reid will be assessed on Saturday following his hamstring problem. Yet the good news for West Ham is that goalkeeper Adrian and Carlton Cole will be available for selection against Sunderland in a game Allardyce feels is a must win. 'Carl comes back into the fray. We're going to wait a little longer for Winston,' the West Ham boss. 'He's still a little way off with a hamstring problem, and we're prepared to wait until Saturday morning to see what it is. 'Our squad is suffering a little bit at the moment. We can't feel sorry for ourselves. It's about overcoming it and winning results, starting Saturday against Sunderland. Winston Reid (right) will be assessed by West Ham ahead of Saturday's clash with Sunderland . 'This run of fixtures has been quite challenging but we've been so close to famous victories against Manchester United and Tottenham away. A draw against Southampton, and we shouldn't really have lost to Chelsea. 'When you consider all those teams above us in the top end of the table, and we shouldn't have lost to any of them. The bottom line is playing fantastic is great but not winning is crucial. Critical. 'We have a big problem in winning football matches at the moment. Our goal is to win football matches. The most important thing for Saturday is for us to gain victory. 'Hopefully we can do that in style but if we can't play as well as we have been doing, just make sure we win this game.'",
    "output": "West Ham under pressure after just one Premier League win in 12 games .\nJames Tomkins out for season after surgery on his dislocated shoulder .\nSam Allardyce says Saturday's game against Sunderland is a must win .\nCLICK HERE for all the latest West Ham United news ."
  },
  {
    "input": "Students at a private girls' school in Sydney are reeling after the news that a 13-year-old student committed suicide, according to an email sent to all parents from the head of school. SCEGGS Darlinghurst's headmistress, Jenny Allum is understood to have informed the school community of the Year Eight student's death in an email to all school parents, according to The Daily Telegraph. 'It is with the greatest sadness that I inform you of the death of (name), a girl in Year 8,' the email read, according to News Corp. Daily Mail Australia will not identify the name of the minor who has died. A 13-year-old SCEGGS Darlinghurst student is understood to have taken her own life on March 23 . 'This is a great tragedy which has affected us all ­deeply and will continue to do so for many days, weeks and months to come,' Ms Allum reportedly wrote. 'We understand that (the girl) may have taken her own life although we are not fully aware of the details of her passing.' The student's friends took to social media to pay tribute to the 13-year-old and express their grief. Ms Allum reassured parents that a 'crisis' team is in place to offer support to the school community as they struggle to deal with the devastating loss of the young teen. SCEGGS Darlinghurst's headmistress, Jenny Allum reporedly informed the entire school community of the Year Eight student's death in an email to all school parents . The headmistress says she has already spoken for the child's parents to pass on the school community's condolences. 'We are also in the process of phoning Year 8 parents to tell them the news and to talk to them about how to help their daughters in this tragic circumstance.' Students showed great strength in the face of such a tragic loss. 'This is an example of why we have to reach out and check on our friends @ruokday,' one of the late student's friend's gently reminded. Ms Allum says she has already spoken for the child's parents to pass on the school community's condolences .",
    "output": "The headmistress of a private girls' school in Sydney has informed all students' parents that a Year Eight student has died .\nTragically the 13-year-old girl reportedly took her own life .\nSCEGGS Darlinghurst headmistress Jenny Allum broke the sad news .\nA crisis team is in place to help support the school community ."
  },
  {
    "input": "(CNN)A Georgia police chief who said he accidentally shot and seriously injured his wife while the couple were sleeping in bed has resigned, the Peachtree City Police Department said Wednesday. William McCollom stepped down as chief of police in Peachtree City nearly a week after a prosecutor announced that although the New Year's Day shooting appeared accidental, McCollom could eventually face a misdemeanor charge accusing him of recklessly taking a gun to bed after drinking alcohol and taking sleeping medication. The shooting in Peachtree City, an upscale community of 35,000 people south of Atlanta, left Margaret McCollom paralyzed below the waist. \"I have had had two families in Peachtree City -- my police family and my personal family. In light of the recent tragedy in my personal family, I need to continue to focus my time and efforts there,\" William McCollom said in a message posted Wednesday on the police department's Facebook page. Medics and police rushed to the McColloms' home early on January 1 after the chief called 911 to say he accidentally shot his wife as both were sleeping -- by inadvertently moving a gun that he had taken to bed with him. \"The gun was in the bed, I went to move it, put it to the side, and it went off,\" McCollom says in a recording of the 911 call. Later in the call, the operator asked McCollom, \"Were you asleep also when this happened?\" \"Yes,\" the chief, 57 at the time, replied. Last week, Scott Ballard, district attorney for a several-county area that includes Peachtree City, said a Georgia Bureau of Investigation probe found the following: . -- McCollom went to bed on New Year's Eve after consuming alcohol and sleep medication. -- After barking dogs awoke him in the middle of the night, he got up, picked up his Glock 9mm gun from a dresser and checked the house. After finding nothing, he returned to bed, placing the gun under the sheets. -- McCollom woke up to the sound of a gunshot that struck his wife's right side. A wound on his right hand corroborates his claim that his palm blocked the ejection of a spent shell. -- Forensic analysis of the sheets shows that the gun was fired from under the sheets. Investigators concluded there was no evidence to suggest McCollum intentionally shot his wife, and that he didn't appear to have any motive to harm her, Ballard said. Still, Ballard said he would ask a grand jury on April 15 to indict McCollum on a misdemeanor charge of reckless conduct, \"since the chief took a loaded gun to bed with him after ingesting alcohol and sleep medication.\" Margaret McCollom has been staying at a spinal cord rehabilitation center, being treated for paralysis below the waist and other complications, Ballard said last week. McCollom was named the police chief in October after being interim chief for three months, CNN affiliate WSB reported. Magazines and websites regularly rank Peachtree City as one of the best places to live and raise a family. The community's trademark: Residents putter around in golf carts on the community's 90-plus miles of paved pathways. CNN's Ralph Ellis contributed to this report.",
    "output": "William McCollom says he accidentally shot wife while both were asleep .\nShooting left Margaret McCollom paralyzed below the waist .\nDistrict attorney says he'll seek misdemeanor charge of reckless conduct ."
  },
  {
    "input": "A US Marine accused of murdering a transgender Filipino woman after finding out she had been born a man, has had his $500,000 offer to plead guilty rejected by her family. Lance Corporal Joseph Scott Pemberton is accused of killing Jennifer Laude, whose body was discovered in a motel room in Olongapo City on October 11. The deal would have seen him admit to the killing in exchange for having the charge downgraded from murder to homicide, which comes with a maximum prison sentence of 20 years instead of 40. But the family angrily rejected Pemberton's plea bargain offer at the start of his trial today, which is proceeding as the marine has pleaded not guilty to murder. Scroll down for video . Lance Corporal Joseph Scott Pemberton arrives at court today for the first day of his trial. He is accused of murdering Filipino transgender woman Jennifer Laude in Olongapo City on October 11 . It is claimed US Marine Pemberton (left) murdered Ms Laude (right) after finding out she had been born a man . Flanked by officers Pemberton (centre) heads to court. His $500,000 plea bargain has been rejected . Laude's relatives said they had received a letter from the US Marine, who was 19 at the time of the killing, offering 21 million pesos ($468,000) in exchange for their approval to lower the charge . Prosecutor Emilie Fe de los Santos told reporters that Pemberton's lawyers had made an offer to settle the case, but no agreement was reached by today so the trial began as planned. De los Santos gave no details about the plea bargain offer. But Laude's relatives said they had received a letter from the US Marine, who was 19 at the time of the killing, offering 21 million pesos ($468,000) in exchange for their approval to lower the charge from murder to homicide. 'No amount of money could pay for the years I spent raising my child,' Ms Laude's mother Julita Cabillan told reporters. 'What they did to my child was gruesome. Just because we are poor doesn't mean we can't fight for justice.' Wearing a black suit, grew shirt and silver and green patterned tie, Pemberton was photographed being escorted by US soldiers to the hearing in Olongapo. Laude, also known as Jeffrey, was found naked with strangle marks on her neck having been drowned in the toilet bowl of a cheap motel room in the city's red light district in October last year, according to a police autopsy report. In rejecting the plea bargain offer made by Pemberton (right) the victim's mother Julita Cabillan said: 'No amount of money could pay for the years I spent raising my child' Pemberton, who had just finished training exercises between US and Philippine marines near Olongapo, checked into the motel with Ms Laude, aged 26, shortly after meeting her at a bar, prosecutors said. The prosecution's first witness, a bellboy, testified today that he saw Pemberton at the motel on the night Ms Laude was killed. However the proceedings were closed to the media, and scant details were only initially available via de los Santos. She said that, although Laude's family rejected the plea bargain offer, it could be revived and introduced 'anytime' during the trial. But lawyers for Ms Laude's family accused de los Santos of promoting the plea bargain, and separately filed a request with the justice department on Monday asking for her to be replaced. Ms Laude's death re-ignited long-simmering anti-US sentiment in the Philippines, a former American colony that still allows a significant American military presence via joint training exercises. Judge Roline Ginez-Jabalde is overseeing the trial, though both sides spent the past two weeks discussing the possible plea bargain. Pemberton is seen in a mobile phone picture taken inside the courtroom by the victim's sister Marilou Laude at his first hearing in December. She said she 'wanted to bang his head against the wall' Protesters chanting 'Justice for Laude' demonstrate outside the courtroom where Pemberton first appeared . Protesters jeer as the convoy of vehicles transporting Pemberton leaves the court after his first appearance . The Philippine Star reported that Julita Laude had been considering the $500,000 offer from Pemberton to downgrade the charges from murder to homicide. 'There have been talks on plea bargaining. It is possible for an accused to plead guilty to a lower offense, in this case from murder to homicide. 'The difference here lies in the number of years,' lawyer Virgie Suarez, one of two private lawyers for the Laude family, told the paper. She added: 'Indeed the Laude family wants nothing else but to see Pemberton being immediately convicted and his sentence be imposed. 'If this will happen it will do well if Pemberton will publicly apologize to the Laudes and to the Filipino people.' Lawyer Harry Roque, the other private counsel of the Laude family, earlier told members of media that their position is non-negotiable. Both lawyers have also expressed their belief that they have 'overwhelming' evidence and any judge handling the case will find the accused guilty. Pemberton, who was on shore leave after participating in the joint US-Philippine Balikatan military exercises, met Laude at the Ambyanz Nightlife Bar located along Magsaysay Avenue on October 11 and the two later checked in at the nearby Celzone Lodge. Pemberton (left) has pleaded not guilty to murder. Guards transport him to a military detention facility (right) Laude was later found dead by motel staff. Laude's sister, Marilou, had mixed emotions on seeing Pemberton for the first time at an earlier hearing in December. 'I wanted to ask him why he killed my brother,' said Marilou, whose transgender sibling was born Jeffrey eventually became Jennifer. 'I wanted to bang his head against the wall. I wanted to be angry, but I am also afraid.' Pemberton is temporarily detained at the Mutual Defense Board facility inside Camp Aguinaldo in Quezon City while remaining under US custody. The US embassy in December rejected a foreign ministry . request to hand Pemberton to Philippine authorities, citing the . Visiting Forces Agreement (VFA). Legal rules on the treatment of erring servicemen are laid . out in the 1998 pact signed by Manila and Washington to allow . US forces to hold military drills in the Philippines to test . the readiness of the allies. The prosecution had earlier said the case is a special one and should be heard, tried and decided within a year starting from December 15, 2014. Both the prosecution and defense had agreed to a two-day continuous trial, set every Monday and Tuesday, starting today and running until September 22 this year.",
    "output": "Marine Joseph Pemberton pictured arriving for hearing in Olongapo City .\nLance Corporal is charged with murdering Jennifer Laude in same city .\nPost-mortem determined she was strangled and drowned in toilet bowl .\nBody was discovered in room at Celzone Lodge motel on October 11 .\nPemberton met Laude at nightclub in city before two checked into room .\nMarine allegedly killed Laude after  finding out she was not born a woman .\nPlea bargain, which would have reduced charge to homicide, is now off ."
  },
  {
    "input": "Arsene Wenger has insisted there is no European crisis for English clubs despite a second year out of three with no representatives in the last eight of the Champions League – but he does believe it is time to change the away-goals rule. Arsenal and Chelsea both crashed out of the competition on away goals in the first knockout stage, beaten by Monaco and Paris Saint-Germain respectively. Wenger, however, has long championed a change to the rule. Arsenal crashed out of the Champions League on away goals despite beating Monaco on Tuesday . Monaco scored three away goals at the Emirates which proved to be the difference in the tie . If at the end of two-legged tie the score is level, the team that has scored the most goals away from home is declared the winner. For example, Monaco beat Arsenal 3-1 away from home before losing 2-0 in Monte Carlo. With the score tied at 3-3, Monaco progressed courtesy of having scored on more goal on their travels. 'That's a rule that's outdated now and should be changed,' the Arsenal boss said. 'It should count maybe after extra-time. It was created in the 1960s to get teams to attack away from home. 'Since then football has changed and the weight of the away goals is too big today. Maybe count it after extra-time like in the League Cup in England. 'I think the quality of Premier League is high and physical demands are extreme but I'm not in the mood to analyse too much what's wrong with English football. I don't think there's a lot wrong.' Wenger must pick up his players ahead of Saturday's game at Newcastle as the battle for a top-four finish in the Premier League continues. He added: 'The mood is down and we are disappointed. The tie lasted 180 minutes and we were not cautious enough in the first 90. We know why we went out, it's down to a dreadful defensive performance in the first leg. Arsenal boss Arsene Wenger wants the away-goals rule changed in European competition . Manchester City were the third English club to be knocked out at the last-16 stage after they lost to Barcelona . 'We must focus on next targets and we have to continue to improve. We are better today than four months ago. 'Let's keep that attitude. There's a fantastic spirit and great quality. Let's rectify what we didn't do well in first game and continue to improve. 'We've won 13 of the last 15 and that's down to quality and improvement. We are not in a transfer period. Ninety-five per cent of the players will still be here next season and what is important is their attitude and improvement. We are in the semi-finals of the FA Cup, and in a strong fight in the Premier League. We can do that straight away on Saturday. 'We're on a good run. We won the game in Monaco. We're frustrated and disappointed to go out but that's down to our home performance especially on the defensive front. We were a bit unlucky as well. If you look at shots on target by Monaco in the two games they've been quite efficient.'",
    "output": "Arsenal and Chelsea crashed out of the Champions League on away goals .\nManchester City lost to Barcelona to complete an English clean sweep .\nArsene Wenger wants the away-goals rule changed .\nBut the Arsenal boss denied English clubs are in crisis .\nREAD: Champions League quarter-finals guide ."
  },
  {
    "input": "London (CNN)As the petition to reinstate Jeremy Clarkson as the presenter of Top Gear grows to include almost 700,000 signatures, it seems the controversial star has an influential ally -- UK Prime Minister David Cameron. \"I don't know exactly what happened,\" the PM told the BBC. \"He's a constituent of mine, a friend of mine. He's a huge talent. \"Because he is such a huge talent and he amuses and entertains so many people, including my children, who'd be heartbroken if Top Gear was taken off air, I hope this can be sorted out, because it's a great programme and he's a great talent. \"Every organ has to be free to manage its talent. I don't want to interfere in the running of the BBC. I hope it can be sorted out. \"The prime minister has many responsibilities, sadly, securing the future of Top Gear isn't one of them.\" Cameron and Clarkson are part of a group dubbed as \"The Chipping Norton Set\" -- wealthy media, politics and showbiz individuals who live in the affluent part of central England known as the Cotswolds. Jeremy Clarkson: Hated by liberals, loved by the elite . Clarkson was suspended for allegedly hitting a producer, the BBC reported on Wednesday. The BBC said Clarkson, one of the corporation's highest earners, had \"a fracas with a BBC producer\" in a statement released on Tuesday. \"Jeremy Clarkson has been suspended pending an investigation,\" they said. \"No one else has been suspended. Top Gear will not be broadcast this Sunday.\" The BBC reported that the next two episodes, and possibly the third and final show of the series, will not be aired. The BBC director-general Tony Hall said that the incident is being investigated. Using the hashtag #BringBackClarkson, which is trending worldwide, some Twitter users lamented that the show would not be the same without him. Clarkson himself also took to Twitter, posting an apology (of sorts) to Labour leader Ed Miliband -- for knocking him down the news agenda. He also retweeted a \"suffering\" fan. \"Save Clarkson?\" his co-host James May tweeted. \"Save empty cardboard boxes and off-cuts of string. They're far more useful.\" But a \"Sack Jeremy Clarkson\" petition is also doing the rounds, gathering 16,500 signatures so far. Some will be glad to see the back of him. Former CNN host Piers Morgan, who has had a series of run-ins with the presenter, also waded in with a cheeky jibe. This is not the first time that Clarkson has been at the center of controversy. In May last year, the television presenter asked forgiveness after using a racist term during a taping of the show. Clarkson had mumbled the n-word while reciting a children's nursery rhyme, but that version of the take was never aired. Last year, the BBC show hit the headlines when Argentina complained about a \"Top Gear\" special filmed in the country in which the number plate H982 FKL was used -- interpreted by some as a reference to the 1982 Falklands War. Forced to stop filming and leave the country, Clarkson said on the BBC Newsbeat website that the use of the plate was purely coincidental. Top Gear was named as the world's most widely watched factual program in the Guinness World Record 2013 Edition book, with an estimated 350 million global viewers. The show is sold to 214 territories worldwide. In a previous article on their website, the BBC said \"Jeremy Clarkson is not a man given to considered opinion.\" In their statement, the corporation declined to comment any further.",
    "output": "Presenter was involved in an encounter with a BBC producer .\nTop Gear was due to air this Sunday, episode pulled from schedule ."
  },
  {
    "input": "Racing is usually a serious business for the royal family but at Ascot today, Prince Charles was met  a  sight so comical it triggered a fit of giggles. He and Camilla, Duchess of Cambridge, joined onlookers at the Lamb National, in which agile Herdwick sheep hurtle around a specially-built course, leaping over special jumps on a grassy course. The event, which was part of the Prince's Countryside Fund Raceday, clearly tickled Charles who was forced to cover his face as he roared with  laughter at the farm animals' antics. Scroll down for video . Prince Charles catches sight of the sheep hurtling over jumps at the Lamb National in Ascot . The royal soon gets the giggles as the Duchess of Cambridge laughs along with him . Perhaps it was the sight of the sheep's cuddly toy 'jockeys' that made the prince roar with laughter? Camilla laughed along with him, clearly enjoying the sight of the  sheep clad in their multi-coloured coats hurtling around the course. And each one had a little  'rider', a cuddly toy dressed a jockey's uniform, holding on to the sheep's reins . The couple were flanked by Conde Nast president Nicholas Coleridge and Conservative MP Nicholas Soames, who looked equally amused by the fluffy runners. Charles has an added interest in the race as he's patron of the Campaign for Wool (which sponsored the event), a initiative he launched  to raise awareness of British wool in fashion, interiors and industry. Prince Charles stood next to Conde Nast president Nicholas Coleridge (far left), who is chairman of the royal's Campaign For Wool initiative, while Camilla was joined by an equally excited Sir Nicholas Soames . Hopelessly giggling, Prince Charles covers his face while Camilla laughs along next to him . The royal roars with laughter at the sight of the Herdwick sheep hurtling over the little jumps . The royal sees something particularly amusing as he stands ringside at the Lamb National . The  sheep were running along the specifically designed course to win a place in the Winners' Enclosure . While on a blustery spring day, Camilla found herself battling the wind which threatened to blow off her beige velvet and fur hat away. Clutching her headgear with both leather gloved hands, Camilla, who looked elegant in a tweed coat with velvet trim, a silk scarf and knee-high brown suede boots, found her coat whipped open. And as the rain fell, she opened up her clear umbrella as protection against the elements. The couple, who recently returned from a tour of the US, seemed delighted by the rural display and as well as the sheep, the pair marvelled at stalls displaying traditional English wares such as slabs for dry stone walling. The Prince of Wales cheers the sheep competing in the race designed to raise awareness of his Campaign For Wool group to raise awareness of British wool . Camilla does battle with the wind, which whipped up her tweed coat, and holds her hat firmly on her head with two hands (left); at another point in the day she put her her clear umbrella against the rain . Ant and Dec wear matching three-piece grey suits to pose with a new equine friend at the Prince's Countryside Fund Raceday at Ascot . There was the 'Quack Pack', duck herding display and a Gold Bunny Easter hunt where anyone spotting a flash of gold bunny ears or hearing a bell ring will have found a clue. Meanwhile Ferret World offered visitors information and the chance to meet these furry animals. Added to the day were saddle and wool-making displays. Charles and Camilla also visited the Heritage Harvest stand to meet people helping farmers grow heritage cereals for thatching straw and grain. Any money raised from the day goes to the Prince's Countryside Fund, which supports rural areas in Britain. And and Dec attended the event, and took part in a live Q&A with fans. Charles discusses the ancient art of dry stone walling with craftsmen at the Prince's Countryside Fund Raceday at Ascot . He also met the team from Heritage Harvest helping farmers grow crops for thatching and making bread . But later as the horse racing began, Camilla had her turn to shout with excitement as the runners stampeded by. Peering at the course through his binoculars, Charles watched the race and Camilla clutched her fist in excitement. The royals also presented jockey Tony McCoy with a framed print on his last race at Ascot in the Waitrose Novices' Handicap Steeple Chase. The pair watch the racing with great interest, with Charles using a pair of binoculars to get a closer look . Camilla clutches her fist and cheers on her horse at Ascot today while Charles looks equally excited .",
    "output": "Prince Charles is overcome by amusement by the racing Herdwick sheep .\nCampaign For Wool Lamb National saw sheep running on a special course .\nJoined by the Duchess of Cornwall, who hat was almost blown away .\nMet artisans and English craftsmen at Prince's Countryside Fund Raceday ."
  },
  {
    "input": "Ultra-conservative MP Fred Nile has lashed out at Sydney's Mardi Gras celebration, saying parenting, 'not promiscuity' should be celebrated. The Christian Democratic Party NSW MP made his comments on his official Facebook page just as the party was getting underway across Sydney and came as a television advertisement was aired during the parade, which claimed same-sex marriage would disadvantage children. A spokeswoman for Mr Nile, who spent the day campaigning in Coffs Harbour, said the post was designed to remind people of the importance of traditional relationships. Scroll down for video . Ultra-conservative politician Fred Nile has lashed out at Sydney's Mardi Gras celebration, saying parenting not promiscuity should be celebrated. Mr Nile posted this image to his official Facebook account on Saturday, just as Mardi Gras Parade celebrations were getting underway. Marriage equality advocates have slammed an advertisement that aired during Sydney's Mardi Gras celebrations on Saturday night claiming children from same-sex couples are disadvantaged. 'With so much coverage and celebration of Mardi Gras, it's important to also be thankful for natural relationships - for the mum and the dad,' the spokeswoman said. 'Without that traditional relationship, natural reproduction wouldn't be possible. It's very important to celebrate natural couples and those values.' His controversial comments came as an advertisement claiming same-sex marriage disadvantaged children aired on TV on Saturday night. It was organised and paid for by the Australian Marriage Forum, a group 'disappointed with the one-sided debate' surrounding the issue. The 40-second spot starts with a mother at a park saying: 'We hear a lot about marriage equality, but what about equality for kids?' Dr David Gend, president of the Australian Marriage Forum and a family doctor based in Toowoomba, Queensland, says in the commercial that 'so-called marriage equality forces a child to miss out on a mother or a father'. The Gay and Lesbian Rights Lobby accused the commercial of not only missing the point on marriage equality, but of also attempting to fight a losing battle. 'That's not equality; that's not marriage,' Dr Gend says. It also asks for supporters to donate money to the group. Marriage equality advocates have slammed the ad, and said the campaign is trying to mislead people on the issue. 'The first point for us is that marriage equality and same-sex couples having children are two different equations,' GLRL Co-Convenor Justin Koonin told Daily Mail Australia. 'Same-sex couples already can and do have children - marriage equality is not going to change that. 'If the people behind this video were really thinking of the children, they would support marriage equality so that all kids, including those with same-sex parents, could say their parents are married.' Mr Koonin also said most Australians could see through claims that marriage equality disadvantages children, and that most had 'moved on' from that discussion. 'They definitely aren't fooling anyone,' he said. 'If they want to make that claim, have some evidence to support it. 'The majority of evidence shows there is no disadvantage to children with same-sex parents, and in fact most are slightly better off than average.' Dr David Gend, president of the Australian Marriage Forum says in the commercial that 'so-called marriage equality forces a child to miss out on a mother or a father'. The controversial Australian Marriage Forum commercial starts with a mother at a park saying: 'We hear a lot about marriage equality, but what about equality for kids?' The commercial has been widely criticised on social media, with more than 1200 people disliking the video on YouTube, compared to just 150 who liked it. According to its website, the Australian Marriage Forum is 'an organisation that has been set up to encourage Australians to discuss the issue of same-sex marriage with some discernment and caution.' It also states marriage equality would 'have enormous consequences on our culture' and calls for a 'open and honest debate...free of the intimidation that so many defenders of natural marriage have been subject to in recent years.'",
    "output": "Image  Fred Nile posted reads 'parenting, not promiscuity worth celebrating'\nNile's post came as an anti-marriage equality commercial airs in Sydney .\nThe commercial sponsored by Australian Marriage Forum group .\nDr David Gend says marriage equality 'forces inequality' on children .\nGay and Lesbian Right Lobby says Australians 'won't be fooled' by claims .\n'If they were thinking of kids, they'd support us' lobby group says .\nCommercial slammed online, with more than 1200 disliking it on YouTube ."
  },
  {
    "input": "They simply do not draw games, and that’s something which could see Watford over the line in this season’s race to the Premier League. Not since late October, 21 fixtures ago, have the Hornets shared the points. It’s very much boom or bust under Slavisa Jokanovic and the pendulum is swinging in their direction at the moment. Against Fulham Troy Deeney’s 15th of the season secured their eighth win in the last ten. The signs are ominous for the rest and one of the first words out of the manager’s mouth afterwards was ‘champion’. Why not? They are just one point behind Middlesbrough. Troy Deeney (centre) fires home to give Watford the lead and send them third in the  Championship . The Hornets captain celebrates as his side continued their quest for an automatic promotion place . Watford starting XI (3-5-2): Gomes 6.5; Cathcart 7, Angella 7.5, Hoban 6; Motta 6, Abdi 8 (Forestieri - 86), Watson 7, Guedioura 7, Pudil 6.5 (Layun - 58 6); Deeney 7.5, Vydra 7 (Ighalo - 68 6) Subs not used: Bond, Paredes, Anya, Tozser, . Goals: Deeney 9 . Booked: Guedioura . Fulham starting XI (4-3-3): Bettinelli 6; Richards 6, Hutchinson 6, Bodurov 6, Stafylidis 6.5; Tunnicliffe 6, Fofana 7, Kavanagh 6.5 (Kačaniklić,- 76 6); Ruiz (Smith - 76 7), Woodrow 6.5 (Rodallega - 66 6), McCormack 7 . Subs not used: Kiraly, Hoogland, Amorebieta,  Dembélé . Booked: Richards, Fofana . ‘It’s nice winning 5-0 or 3-2 but sometimes it is difficult,’ Jokanovic said. ‘If you have a champion’s mentality you must suffer together and get through games like this. ‘They caused us problems. It’s positive for us because we were working all together. It wasn’t a brilliant game but you’ve got to be optimistic if you win these.’ It’s only six months since managerial turmoil looked to undermine the foundations previously laid when Billy McKinlay left after a matter of days but Watford will take some stopping from here. When all is said and done in two months’ time, they will make sure not to hold any regrets. The winner came on nine minutes after Fulham goalkeeper Marcus Bettinelli, rather bizarrely, opted to travel away from his goal to retrieve a ball for Almen Abdi to whip in a wicked corner; from that Craig Cathcart’s header was partially saved but Deeney was on the spot to smash in the rebound. ‘Disappointing’ was Kit Symons’ summation. ‘It’s the second phase of a corner.’ Jokanovic’s side are top scorers in the division - netting 16 in their last five at Vicarage Road before this - but are occasionally susceptible to pace and Ross McCormack might’ve drawn the visitors level soon after, only for his half-volley to be thwarted by former Tottenham stopper Heurelho Gomes. Ryan Tunnicliffe (centre) tussles with Almen Abdi for the ball during his side's defeat to Watford . Match winner Deeney fights with Kostas Stafylidis for possession during the first half at Vicarage Road . Despite Fulham looking bright, it was the Hornets who could’ve sewn the points up before half-time. Abdi is afforded the freedom to roam from his central berth and that gives Watford an added dimension. Capped by Switzerland, he buzzes in possession and isn’t afraid of bypassing Deeney and Matej Vydra in pursuit of goals. Here the two strikers combined brilliantly to tee Abdi up and he thumped just wide. Make no mistake, this was not vintage Watford but you sense they don’t need to be weekly, such is the quality stacked up in a well-stocked squad. Vydra crashed an effort against the bar after sparkling Adlene Guedioura footwork before Jazz Richards only saw yellow for raising his hands to the striker off the ball. Ben Watson (centre) climbs higher than Bryan Ruiz during his side's crucial victory over Fulham . Symons saw Cauley Woodrow head over from a corner and Seko Fofana’s vicious strike was deflected wide. Fulham failed to build a real period of sustained pressure until introducing giant striker Matt Smith; his knockdown fell to McCormack but Gomes rushed out, spread himself and superbly blocked the Scot’s certain equaliser. ‘Matt did well when he came on,’ Symons said. ‘He’s a physical presence up there and we can play a bit more direct. There was a chance at the end when Hugo Rodallega and Ross got in each other’s way. We deserved a point.’ Watford might usually be a pleasure to watch, but they’ll be thankful for that mad Brazilian between the sticks - this ended up being as gritty as they come.",
    "output": "Watford move into third in the Sky Bet Championship following the win .\nTroy Deeney opened the scoring for high-flying Watford after nine minutes .\nHeurelho Gomes made crucial saves to prevent a Fulham equaliser ."
  },
  {
    "input": "In a fitting move after Zayn Malik's departure from One Direction, budget supermarket chain Lidl has knocked off a fifth of the price of its One Direction Easter eggs. The German brand showed it had a sense of humour by announcing the news on its Twitter and Facebook accounts with the caption '#Awkward - looks like we'll just have to knock 1/5 off too' and the hashtag #AlwaysInOurHeartsZaynMalik #ByeZayn'. The eggs were originally priced at 99p and will now cost 79p after the 20 per cent discount. Lidl's response to Zayn Malik's departure from chart-topping boy band One Direction was greeted with merriment by social media users... although there were some loyal fans who found it 'disrespectful' Zayn Malik announced he was quitting One Direction after five years on Wednesday . The discount applies to all its UK stores, excluding Northern Ireland. A Lidl UK Spokesperson told FEMAIL 'This is naturally devastating news for all the 1D fans out there, ourselves included. 'In times like this only chocolate will do, so we've decided to reduce our One Direction Easter eggs by 1/5, to help make things a little easier for everyone.' The move was greeted with merriment by social media users, with some describing it as 'comedy gold' and 'hilarious' and 'too funny'. User Jenn Reid made a joke of her own, tweeting: 'A lidl banter never hurt anybody' whilst tweeter Kariss Leigh praised the brand for its swift response, saying: 'That's some genius marketing right there.' The brand's response did however come under fire from the chart-topping boyband's loyal fanbase, the Directioners. User @thats0llovcely tweeted: 'That isn't even funny.' James Davies chimed in with: 'This is so disrespectful to my bae' (the acronym for 'before anyone else') whilst @fluffyxhood was slightly coarser with his comments, saying: 'That's just f****** rude.' The original tweet received more than 20,000 retweets and nearly 26,000 likes on Facebook. Jenn Reid made a joke of her own, tweeting: A lidl banter never hurt anybody. Kariss Ainsworth praised the German budget supermarket for their 'genius marketing' On Wednesday, Zayn Malik quit One Direction after five years. The 22-year-old singer has made the decision to bow out of the chart-topping boy band, leaving Niall Horan, Harry Styles, Liam Payne and Louis Tomlinson to continue as a four-piece. 'I know I have four friends for life in Louis, Liam, Harry and Niall. I know they will continue to be the best band in the world,' he said. The Best Song Ever hitmakers will record their fifth album in Zayn's absence and will continue with the remaining dates on the band's forthcoming world tour. Zayn said in a statement released to MailOnline on Wednesday afternoon: 'My life with One Direction has been more than I could ever have imagined. An unhappy One Direction fan criticised Lidl's move, tweeting: 'That isn't even funny' James Davies said: 'This is so disrespectful to my bae' (the acronym for 'before anyone else' 'But, after five years, I feel like it is now the right time for me to leave the band. I'd like to apologise to the fans if I've let anyone down, but I have to do what feels right in my heart.' He continued: 'I am leaving because I want to be a normal 22-year-old who is able to relax and have some private time out of the spotlight. Has the news of Zayn Malik leaving One Direction left you feeling listless, down in the dumps, and heartbroken? Mending a broken heart is never easy and the temptation to reach for the ice-cream, pizza or popcorn can strike even the strongest of us. But there are healthier, and hopefully happier, ways of finding comfort that may help lift your spirits. FEMAIL has teamed up with a nutritionist Cassandra Barn to identify the ten healthy foods that will keep your spirits up during this difficult time. 1. Bananas . 2. Oysters . 3. Sardines . 4.Brussels sprouts . 5. Hazelnuts . 6. Pumpkin Seeds . 7. Steak . 8. Asparagus . 9. Eggs . 10. Mushrooms .",
    "output": "The One Direction eggs which were 99p are are now a bargain 79p .\nGerman brand posted the news on their Twitter and Facebook pages .\nSocial media users greeted the news with merriment and glee ."
  },
  {
    "input": "Fernando Alonso has expressed natural disappointment he is to sit out the season-opening Formula One grand prix in Australia, but is fully appreciative of the circumstances. On advice from doctors Alonso will have to wait for his competitive return with McLaren until the second race in Malaysia later this month. Although given a clean bill of health after sustaining concussion in a heavy crash in the second pre-season test in Barcelona on February 22, the fear of 'second-impact syndrome' has forced Alonso's hand. Fernando Alonso was involved in a high-speed crash during testing at the Circuit de Barcelona-Catalunya . Alonso's McLaren is recovered back to the pits on the back of a truck after crashing in Barcelona . McLaren driver Alonso was taken by helicopter to hospital following the accident in Catalonia . Alonso tweeted his disappointment at not being able to make the season-opening F1 grand prix in Australia . The term refers to a second concussion occurring when the effects of the first are still subsiding, potentially resulting in severe brain injuries, or even death. Although the timespan between the accident and Alonso returning to the car for first practice in Melbourne on March 13 would appear to be sufficient, he is not prepared to take any risks. Via his Twitter account, Alonso said: 'It will be tough not to be in Australia, but I understand the recommendations. A second impact in less than 21 days 'NO' £countdownMalaysia.' For the Albert Park event Alonso's seat will now be occupied by Kevin Magnussen, demoted to reserve driver following the Spaniard's arrival after a full season with the team in 2014. A thrilled Magnussen, who will partner Jenson Button in Melbourne, tweeted: 'Shame about the circumstances but still I'm so excited to be racing in Melbourne. Can't wait!!' The 22-year-old Danish racer Kevin Magnussen will replace Alonso for McLaren at the Australian Grand Prix . To which a sporting Alonso replied: 'best of luck at the race mate! £BelieveInMcLarenHonda.' Explaining the circumstances behind the decision taken to withdraw Alonso from Australia, McLaren have revealed doctors found the 33-year-old to be 'asymptomatic', with 'no evidence whatsoever of any injury' and 'entirely healthy from neurological and cardiac perspectives'. But given the prospect of second-impact syndrome Alonso was 'advised he should not compete in the imminent Australian Grand Prix meeting'. A McLaren statement added: 'Fernando has understood and accepted that advice. Fernando's doctors acknowledge he feels fit and well, and he regards himself as ready to race. Medical staff arrived on the scene to give Alonso treatment at the side of the road after the accident . A helicopter was sent to pick up Alonso and taken him to hospital from Barcelona's Circuit de Catalunya . Alonso was taken to hospital by helicopter after being involved in a crash at speeds of up to 150mph . 'That being the case they are comfortable with the fact he has already recommenced physical training, with a view to preparing for a return to the cockpit of his McLaren-Honda car for the Malaysian Grand Prix meeting on March 27, 28 and 29. 'Indeed, his doctors are supportive of that ambition, satisfied as they are that he sustained no damage whatsoever during his testing accident on February 22. 'All at McLaren-Honda fully support Fernando's decision in respect of his doctors' advice.' Double world champion Alonso has returned to McLaren for this season after spending the past five years with Ferrari, burying the hatchet with Group CEO Ron Dennis following an ignominious campaign with the team in 2007.",
    "output": "Fernando Alonso was involved in a crash at the Circuit de Barcelona-Catalunya .\nAlonso will miss the Australian Grand Prix on March 15 after medical advice .\nDanish driver Kevin Magnussen will take Alonso's place for McLaren .\nThe details of Alonso's injuries have not been fully disclosed .\nAlonso is currently recovering in Oviedo, where he was born ."
  },
  {
    "input": "Sir Bradley Wiggins has been included in Team Sky's line-up for Sunday's Gent-Wevelgem sprint classic. Wiggins, the 2012 Tour de France champion, will be joined by fellow Great Britain Olympian Geraint Thomas for the 239-kilometre one-day event in Belgium. Sir Bradley Wiggins (right) has been included in Team Sky's line-up for  Gent-Wevelgem sprint classic . The 239-kilometre one-day event will take place in Belgium on Sunday . Bernhard Eisel, who won the event in 2010, is also included in an eight-man team along with Christian Knees, Ian Stannard, Andy Fenn, Luke Rowe and Elia Viviani. Giant-Alpecin's John Degenkolb is the defending champion in Flanders.",
    "output": "Sir Bradley Wiggins included in Team Sky line-up for Gent-Wevelgem race .\nSprint classic set to take place in Belgium on Sunday ."
  }
]