[
    {
        "gem_id":"xlsum_english-validation-5187",
        "url":"https:\/\/www.bbc.com\/news\/uk-england-tyne-33986418",
        "title":"South Tyneside Council warns up to 600 jobs could be axed",
        "target":"Up to 600 jobs could be axed at South Tyneside Council as it faces making cuts of more than £55m.",
        "references":[
            "Up to 600 jobs could be axed at South Tyneside Council as it faces making cuts of more than £55m."
        ],
        "text":"The authority said over the next four years, from October 2015 to March 2020, it could reduce nearly 600 posts.\n\nThis is in addition to more than £120m that has been saved since 2010, which has resulted in 1,003 members of staff taking voluntary redundancy.\n\nUnison regional organiser, Karen Loughlin, said it was a \"frightening time\" for staff and residents.\n\nThe council said 600 posts was the \"worst case scenario\" and it was to hold formal discussions with the trade unions.\n\nMs Loughlin, said 600 out of a workforce of 2,700 is a \"massive proportion\".\n\nShe said: \"We are really concerned very worried about the impact it is going to have on the staff and the residents within South Tyneside.\n\n\"There are no specifics where the cuts will come from so it will be a really worrying period.\"\n\n'Bleak future'\n\nThe authority said the final figure on the actual number of jobs that could be affected will not be known until later in the budgeting process.\n\nIt pledged to make every effort to avoid compulsory redundancies by using its voluntary redundancy scheme.\n\nCouncillor Ed Malcolm, lead member for resources and innovation, said some \"very difficult decisions\" would need to be made.\n\nHe said: \"The future looks bleak... this is not something that myself or colleagues relish - far from it.\n\n\"Massive cuts to the support available for working people will hit families with children hardest. Of course as a council we will do all we can to minimise the impact on frontline services.\n\n\"Put bluntly - in 2020 South Tyneside Council as we know it will change dramatically. This undoubtedly will have an effect on our residents and the services which they receive.\"\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-7278",
        "url":"https:\/\/www.bbc.com\/news\/health-29847058",
        "title":"Ebola: Are cases levelling off?",
        "target":"We may be entering a new phase of the Ebola epidemic in West Africa.",
        "references":[
            "We may be entering a new phase of the Ebola epidemic in West Africa."
        ],
        "text":"By James GallagherHealth editor, BBC News website\n\nThere is growing - but certainly guarded - talk within the World Health Organization that the overall number of new cases is levelling off. \n\nOfficials have told me they now expect the figure to stick at around 1,000 fresh cases each week.\n\nIt is in sharp contrast to the early phase of the outbreak when the number was doubling every three to four weeks.\n\nBack in September, a major report by a team at the WHO and Imperial College London was estimating 20,000 cases by today (November 2). \n\nInstead the number of confirmed, probable and suspected cases stands at 13,567.\n\nThose early predictions, based on mathematical modelling, were hugely important for making the world pay attention to the severity of the outbreak. \n\nThey were based on the \"exponential growth phase\" of the epidemic, in which the rate of new infections soar. \n\nBut now that exponential phase may be over. \n\nLevelling off?\n\nDr Christopher Dye, the director of strategy in the office of the director general at the World Health Organization, has the challenge of predicting the spread of Ebola. \n\n\"Things clearly have changed with respect to the trajectory of the epidemic,\" he told the BBC News website. \n\n\"What we've seen is, very clearly, a slowing down in the some of the affected areas in the three countries.\"\n\nLofa county in Liberia as well as Kenema and Kailahun district in Sierra Leone are held up as areas making strong progress. \n\nDr Dye added: \"When we look at the total epidemic now, with the best information we have got available I would guardedly say that the case incidence per week is not going to get larger than it is at the moment, so around 1,000 cases per week.\n\n\"In terms of the trend of the epidemic, it is possible it has flattened out.\n\n\"We know there's under-reporting so we have to emphasise caution, but broadly we're out of this big epidemic growth phase seen in August and September.\"\n\n\n                  Ebola deaths                \n\n\n                      Figures up to 13 January 2016                    \n\n11,315\n\nDeaths - probable, confirmed and suspected\n\n\n\n(Includes one in the US and six in Mali)\n\n4,809 Liberia \n\n3,955 Sierra Leone \n\n2,536 Guinea \n\n8 Nigeria \n\nTiger waiting to pounce\n\nEven if it is confirmed, 1,000 cases per week is still no cause for celebration.\n\nThat would be the equivalent of every other Ebola outbreak in history happening every fortnight. \n\nAnd any attempt to claim Ebola is being contained is \"like saying your pet tiger is under control\", as the WHO's Dr Bruce Aylward put it last week.\n\nThere is still clearly a huge amount of work ahead.\n\nHowever, Dr Nick Golding from the University of Oxford shares the broad view that the dynamics of the outbreak are shifting. \n\nHe said: \"That's probably right when you look at the whole outbreak, but in specific areas it's still growing exponentially. \n\n\"It certainly looks like that for Liberia and the capital Monrovia; it appears to have plateaued in the past two months of data and there's a similar sort of thing in Guinea, but I'm not sure we can say that for Sierra Leone.\"\n\nBad stats\n\nHowever, the data remains extremely poor.\n\nThis is particularly pertinent in Liberia - where new cases are supposedly falling - as only 38% of the reported cases are actually laboratory confirmed, compared with 85% in Guinea.\n\nThere is also the overhanging spectre of vast numbers of unreported cases - the best guess is there are around twice as many cases out there as have been reported. \n\nNew predictions on the future of the outbreak are expected soon as scientists get to grips with the changing shape of the epidemic.\n\nIt seems certain that the early prediction by the US Centres of Disease Control of 1.4 million cases by January is way too high.\n\nBut Dr Dye concluded: \"Even if we are able to say the exponential phase is over, our goal is complete elimination in the human population and we clearly have a long way to go on that.\n\n\"If we could show cases falling in every area - and we can't - we would still have a major job on our hands.\"\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-2070",
        "url":"https:\/\/www.bbc.com\/news\/uk-politics-34465963",
        "title":"Jeremy Corbyn: David Cameron's attack shows he's rattled",
        "target":"Labour leader Jeremy Corbyn has hit back after David Cameron accused him of a \"Britain-hating ideology\".",
        "references":[
            "Labour leader Jeremy Corbyn has hit back after David Cameron accused him of a \"Britain-hating ideology\"."
        ],
        "text":"His spokesman said it was \"a sure sign\" the PM was \"rattled\" by Labour.\n\nIn his speech to the Conservative Party conference in Manchester, the prime minister launched his most outspoken attack on Mr Corbyn to date.\n\n\"We cannot let that man inflict his security-threatening, terrorist-sympathising, Britain-hating ideology on the country we love,\" the PM said.\n\nThe speech is being seen as an attempt to reclaim the centre ground from Labour after it elected left-wing MP Mr Corbyn as its leader.\n\n'Exposed'\n\nHe referred to the Labour Party 14 times and devoted a whole section of speech to Mr Corbyn, who has called for a \"kinder politics\" free of personal attacks.\n\nThe PM attacked comments his opposite number made in 2011 about the death of Osama Bin Laden, when he said it was a \"tragedy\" the al-Qaeda chief was killed rather than being put on trial.\n\nMr Corbyn had gone on to describe the attack on the World Trade Centre, wars in Afghanistan and Iraq and the death of Bin Laden as tragedies, arguing \"the solution has got to be law not war\".\n\nMr Cameron also said he was \"angry\" at the \"self righteous\" way Labour made its arguments and said the Tories were \"keeping our head as Labour lose theirs\".\n\nIn response, a spokesman for Mr Corbyn - who travelled to Manchester during the Conservative conference to address a protest rally - said: \"The fact that David Cameron used his speech to make personal attacks on Jeremy Corbyn are a sure sign that he is rattled by the re-energisation of the Labour Party.   \n\n\"With cuts to tax credits and a continued failure on housing, his claim that the Conservatives are the party of working people is being exposed.\"\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-7259",
        "url":"https:\/\/www.bbc.com\/news\/uk-england-south-yorkshire-56845791",
        "title":"Danny Irons death: Three more held over Sheffield stabbing",
        "target":"Three more men have been arrested on suspicion of murder after a man was found dead in a Sheffield street.",
        "references":[
            "Three more men have been arrested on suspicion of murder after a man was found dead in a Sheffield street."
        ],
        "text":"Danny Irons, 32, was found stabbed to death at Fretson Green in the Manor area at about 00:35 BST on Saturday.\n\nA 24-year-old man from Rotherham and two 29-year-old men from Sheffield all remain in custody after their arrests on Wednesday night, police said.\n\nA 28-year-old Sheffield man held on Saturday for the same offence was released under investigation.\n\nResults from a post mortem examination confirmed Mr Irons' death was caused by a stab wound.\n\nSouth Yorkshire Police are still appealing for information, particularly about any vehicles that were seen in the Fretson Green area around the time of the attack.\n\nMore Yorkshire stories\n\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk.\n\nRelated Internet Links\n\nSouth Yorkshire Police\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-9826",
        "url":"https:\/\/www.bbc.com\/news\/uk-scotland-scotland-business-36514798",
        "title":"Skills training 'not focused on future'",
        "target":"Scots in lower-skilled jobs are less likely to progress to higher-skilled ones than in the rest of the UK and much of Europe, a report has found.",
        "references":[
            "Scots in lower-skilled jobs are less likely to progress to higher-skilled ones than in the rest of the UK and much of Europe, a report has found."
        ],
        "text":"By Douglas FraserBusiness\/economy editor, Scotland\n\nIt also found a shortage of suitable skills at middle career level. \n\nThe Institute for Public Policy Research (IPPR) Scotland said skills training has some elements that perform at least as well as the rest of Britain\n\nBut it concluded that training for those aged 16 and over is not focused on current or future demand.\n\nThe think tank has challenged Scots to look beyond comparison with the rest of the United Kingdom if it is to compete economically.\n\nIts report, Jobs and Skills in Scotland, found 118,000 jobs were created between 2010 and 2015, when the economy was struggling to recover from recession.\n\nHowever, the jobs recovery has been weaker than the rest of the UK, and Scotland's employment rate has gone, in those years, from being higher than the UK average to being lower.\n\nJobs growth in Scotland has been in lower-skill sectors while losing jobs in higher skill industries - including financial services, down by nearly 10% in Scotland between 2010 and 2015.\n\nThere has been more of a balance in Scotland between manufacturing and the service sector than across the rest of Britain, where 87% of new jobs have been in services.\n\nThe gap between Scotland and the rest of Britain on average pay and productivity has been narrowed, but largely because the wider UK economy has seen productivity stall.\n\nAmong the particular problems of the Scottish jobs market is the lowest rate in Britain of career progression from low-skill to higher-skill employment. British career progression is low by international standards.\n\nThere is also a mismatch of job vacancies in Scotland with middle-level skills at early career level, with around 29,000 too few people qualified to fill them.\n\nIPPR Scotland recommends reform which links funding and effort more strongly to career progression, productivity and tackling in-work poverty.\n\nIt urges better integration of employer needs with engagement of young people. A new regional regime is recommended, combining budgets.\n\nThe think tank also recommends that skills training should be directed towards new ways of learning that prepare younger people for future jobs, linked to demographic and technological change.\n\nMore ambition \n\nRussell Gunson, director of IPPR Scotland, commented: \"This report shows that while Scotland has seen a jobs recovery in recent years, there are real concerns looking ahead.\n\n\"Scotland needs to be more ambitious than aiming to match the UK economy. When UK pay has been falling in real-terms and productivity has stalled, we need to do more than catch up with the UK.\n\n\"It's not good enough that if you are currently in a low-skilled job in Scotland, you are more likely to stay in low-skilled employment than in most of the rest of the UK, and many other countries in Europe.\n\nKeith Brown, the new economy secretary at the Scottish government, welcomed the report's positive findings about strengths in the Scottish jobs market, and pointed to the administration's commitment to expand the Modern Apprenticeship scheme over the next five years.\n\nHe added: \"We have announced a review of enterprise and skills agencies to ensure we maximise our skills and economic interventions to support businesses and development opportunities, develop the skills the economy needs and create a competitive and supportive business environment\".\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-6108",
        "url":"https:\/\/www.bbc.com\/news\/world-europe-isle-of-man-38931810",
        "title":"Manx £5 coin: Treasury plan to release 20,000",
        "target":"A £5 coin could be widely used on the Isle of Man in the future if plans for the release of 20,000 are approved.",
        "references":[
            "A £5 coin could be widely used on the Isle of Man in the future if plans for the release of 20,000 are approved."
        ],
        "text":"Five pound coins have been legal tender on the island since 1981 but have been seen as collectors' items in the past.\n\nThe Treasury's Colin Campbell said they had previously been released in such small numbers, most people would \"not even know of their existence\".\n\nHe said the new coin will have a longer shelf-life than the £5 note.\n\nThe Treasury will present a currency order, which includes plans for a redesign of the coin, at a sitting of Tynwald on 21 February.\n\nIf the order is approved, the coin will be launched on 10 April and the Treasury will push forward with its plan to release 20,000 into circulation.\n\nThe £5 coin would be 32mm in diameter, made from an alloy of copper, nickel and zinc, and feature the Triskelion, the three-legged symbol depicted on the Manx flag and coat of arms.\n\nMr Campbell said about 260 coins a year had previously been produced and the wider circulation was unlikely to lead to an issue with fake coins, as the island has no trouble with counterfeiting.\n\nIt will be part of a new set of coins for the island, the first complete redesign since 2004.\n\nAll seven will have the inscription QUEEN ELIZABETH II - ISLE OF MAN and the year of issue on one side and an \"intrinsically Manx\" image on the reverse, the Treasury said.\n\nThe images include a Manx shearwater, peregrine falcons and a Viking longboat.\n\nManx currency\n\nSource: The Royal Mint\n\nIf the currency order is approved, production of the new coins could begin at the London-based Tower Mint on 1 April.\n\nEarlier this week, the Treasury announced the Isle of Man would not be following the UK and would be keeping round pound coins for the foreseeable future.\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-8010",
        "url":"https:\/\/www.bbc.com\/news\/uk-england-humber-44330741",
        "title":"Hull College Group job staff plan further strikes over job cuts",
        "target":"Staff at three Yorkshire colleges are to stage a further seven days of industrial action in a row over plans to axe 231 jobs.",
        "references":[
            "Staff at three Yorkshire colleges are to stage a further seven days of industrial action in a row over plans to axe 231 jobs."
        ],
        "text":"Hull College Group, which runs colleges in Hull, Goole and Harrogate, has begun a restructuring plan to deal with a £10m deficit.\n\nThe strike, which is planned to start 18 June, follows a three-day walk out last month by University and College Union (UCU) members.\n\nThe college said it was \"disappointed\".\n\nUCU members plan to walk out for five days starting 18 June and then again for another two days on 26 and 27 June, amid students sitting their GCSE exams.\n\nThe union said there had \"not been sufficient progress in talks\" and hoped the fresh strike dates would \"focus their employers' minds\" over proposals to cut a third of the workforce.\n\nJulie Kelley, from the UCU, said its members felt \"they have no choice now but to take further action\". \n\n\"Strike action is never taken lightly, but the college is not responding to our concerns about the impact these cuts would have for staff, students and the local community. \n\n\"We urge the college to respond positively and work with us to explore alternatives to the cuts.\"\n\nIn a statement, Hull College Group said if the further strike action was to go ahead it would \"do everything possible to avoid the obvious disruption to the important GCSE exams taking place\". \n\n\"It is disappointing and unclear why this decision has been taken, following recent positive meetings outlining the successful reduction of proposed compulsory redundancies.\"\n\nIn April the union called for the resignation of the college's chief executive, Michelle Swithenbank, over allegations against the management team of \"attempted bullying and bribery\" to deter staff from attending \"a protest against the running of the college\".\n\nBut the college denied the allegations and said it had \"absolute confidence in Michelle and the leadership team\".\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-5609",
        "url":"https:\/\/www.bbc.com\/news\/uk-politics-34775232",
        "title":"Michael Fallon defends general in Corbyn nuclear row",
        "target":"The chief of defence staff is \"fully entitled\" to speak out in support of Trident, Michael Fallon has said.",
        "references":[
            "The chief of defence staff is \"fully entitled\" to speak out in support of Trident, Michael Fallon has said."
        ],
        "text":"The defence secretary said it would be \"odd\" if Gen Sir Nicholas Houghton did not answer questions about it, following claims he breached the military's political neutrality.\n\nSir Nicholas said at the weekend that he would be worried if an anti-nuclear view \"translated into power\".\n\nLabour's Jeremy Corbyn has said he would never press the \"nuclear button\".\n\nHe called on Mr Fallon to \"take action\" following Sir Nicholas' comments.\n\n'Straight answer'\n\nThe Labour leader accused Sir Nicholas of political bias after he told the BBC's Andrew Marr that refusing to launch nuclear weapons would \"seriously undermine\" Britain's \"deterrent\".\n\nSpeaking on BBC Radio 4's Today programme, Mr Fallon said that Sir Nicholas had not attacked Mr Corbyn personally and that he had \"given a straight answer to a straight question\".\n\n\"I think he went on immediately to say he wasn't commenting personally on Mr Corbyn's position but he was asked about the nuclear deterrent and he gave an answer and I think he is fully entitled to do that,\" he said.\n\nMr Corbyn, a leading member of the Campaign for Nuclear Disarmament, faced criticism from his shadow cabinet at his party's annual conference  when he revealed that would not fire Britain's nuclear weapons if he were PM- and he has since praised Scottish Labour's rejection of Trident.\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-5567",
        "url":"https:\/\/www.bbc.com\/news\/uk-45154708",
        "title":"'Death by dangerous cycling' law considered",
        "target":"Cyclists who kill pedestrians could face charges of \"death by dangerous cycling\" or \"death by careless cycling\", under government proposals.",
        "references":[
            "Cyclists who kill pedestrians could face charges of \"death by dangerous cycling\" or \"death by careless cycling\", under government proposals."
        ],
        "text":"The Department for Transport has launched a 12-week consultation looking at whether new offences should be introduced for dangerous cyclists.\n\nMatt Briggs, whose wife was killed by a cyclist, welcomed the proposed changes to current \"arcane laws\".\n\nBut campaigners accused the government of \"tinkering\".\n\nCausing death by dangerous driving carries a maximum sentence of 14 years' imprisonment. Death by careless driving has a maximum sentence of five years.\n\nDuncan Dollimore, Cycling UK's head of campaigns, said: \"Adding one or two new offences specific to cyclists would be merely tinkering around the edges.\n\n\"If the government is serious about addressing behaviour that puts others at risk on our roads, they should grasp the opportunity to do the job properly, rather than attempt to patch up an area of legislation that's simply not working.\"\n\nBut Mr Briggs said there was a \"gap in the law\" after cyclist Charlie Alliston was jailed for 18 months for the death of his wife, Kim Briggs, last year. \n\nAlliston was riding a fixed gear bike with no front brakes when he hit the 44-year-old mother-of-two as she crossed a road in east London in February 2016. \n\nThe cyclist was cleared of manslaughter, but found guilty of causing bodily harm by \"wanton or furious driving\" - a Victorian-era law intended for drivers of horse-drawn carriages which carries a maximum sentence of two years.\n\nUnder the current law, this offence is the closest thing to dangerous driving a cyclist can be charged with.\n\n\"This public consultation is an important step towards updating the arcane laws that are currently being used to prosecute cycling offences,\" said Mr Briggs.\n\n'Not fit for purpose'\n\nThe number of cases involving collisions between cyclists and pedestrians remains relatively low. \n\nDepartment for Transport figures for 2016 show that 448 pedestrians were killed on Britain's roads, but only three cases involved bicycles.\n\nBy contrast, Cycling UK said that 99.4% of deaths on the road in the last ten years involved a motor vehicle.\n\nThe charity claims both cyclists and pedestrians are regularly being failed by existing road safety legislation. \n\n\"The way the justice system deals with mistakes, carelessness, recklessness and deliberately dangerous behaviour by all road users hasn't been fit for purpose for years,\" said Mr Dollimore.\n\nCycling and Walking Minister Jesse Norman said the government had already announced a range of measures to protect \"vulnerable road users\" including:\n\nIn addition, the Department for Transport has announced further measures, including a review of the Highway Code to make it clearer to motorists how to safely pass cyclists.\n\nMr Norman said: \"All these measures are designed to support the continued growth of cycling and walking, with all the benefits they bring to our communities, economy, environment and society.\"\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-1942",
        "url":"https:\/\/www.bbc.com\/news\/uk-scotland-scotland-politics-37607011",
        "title":"NHS whistleblowing helpline dubbed 'completely toothless'",
        "target":"A whistleblowing helpline for NHS Scotland is facing criticism following a steep decline in calls.",
        "references":[
            "A whistleblowing helpline for NHS Scotland is facing criticism following a steep decline in calls."
        ],
        "text":"A new report has found that calls to the confidential \"alert line\" have fallen by 75% since it was set up two years ago. \n\nCritics claim the service is \"completely toothless\" and staff are too frightened to raise concerns. \n\nThe Scottish government said it was part of a wider package of measures to support NHS staff. \n\nThey said potential whistleblowers should have the confidence to speak up without fear and know genuine concerns would be investigated properly. \n\nStaffing levels\n\nPublic Concern at Work (PCaW), an independent charity, has been paid more than £50,000 to run the alert line for NHS Scotland since April 2014. \n\nThe service was initially launched as a pilot and during its first six months it received 73 calls from concerned health workers. \n\nBut, in a new review for the Scottish government, the charity revealed just 18 whistleblowers called the helpline during the six months to 31 January 2016. \n\nIt also found that: \n\nThe data has raised further fears that some health workers are reluctant to raise concerns about unsafe working practices. \n\nEarlier this year, an NHS staff survey revealed 24% of employees did not believe it was safe to challenge \"quality, negligence or wrongdoing\" by staff.\n\nAnd last month, NHS Scotland's chief executive, Paul Gray, admitted some staff fear being victimised for speaking out. \n\nWhistleblowers have told BBC Scotland the advice line generally refers them back to the organisation they are complaining about. \n\nThat means the service is \"of no value at all\" and \"completely toothless\", according to Dr Jane Hamilton. \n\nThe consultant perinatal psychiatrist said she used it to voice fears over safety at NHS Lothian after \"exhausting\" her options with the health board. \n\nEscalate concerns\n\nThe campaigner, who no longer works for the NHS in Scotland, called for the establishment of an wholly independent service with investigatory powers. \n\n\"The bottom line is if it's not independent and it has no powers, no statutory powers to investigate, then how can it be of any use at all?\" she said. \n\nTwelve callers turned to the alert line after first raising their concerns with managers, suggesting they had confidence in internal whistleblowing procedures, according to the PCaW report.\n\nHowever, the report said there was a general trend of callers indicating their concerns had been ignored or have experienced victimisation. \n\nAdvisers suggested whistleblowers escalate their concerns with senior managers, the board or Healthcare Improvement Scotland. \n\nAnother campaigner, Peter Gregson, has lodged a petition with the Scottish Parliament, calling for the helpline to be replaced with an independent \"hotline\". \n\nUnder his proposals, reports of negligence, malpractice and bullying would be referred directly to local NHS boards by the hotline provider. \n\nThe plan has won the support of a number of people in the medical profession.\n\n'Real challenges'\n\nCathy James, chief executive of Public Concern at Work, said: \"PCaW run a free legal advice service for any worker in the UK who has witnessed malpractice and is unsure what to do.\n\n\"The service commissioned by NHS Scotland is substantially different to the one suggested by the petitioner. We believe that an investigatory service aimed at whistleblowing cases across the NHS could make a real difference to the experience of those raising concerns in the health sector, but this is not the service we provide to NHS Scotland or in any event.\n\n\"Raising concerns in any sector can present real challenges and far too often those who speak truth to power suffer as a result.\"\n\nShe added: \"Our service receives outstanding feedback from those who use it and it is incredibly valuable to have access to truly independent advice, but we cannot remove the risk of a negative response entirely - the real power here lies with the health boards and the regulators.\n\n\"As a society we must do more to celebrate and champion whsitleblowing rather than allow the suffering to continue. There is much work to do.\"\n\n'External review'\n\nHealth Secretary Shona Robison, said:  \"All staff should have the confidence to speak up without fear and with the knowledge that any genuine concern will be treated seriously and investigated properly. \n\n\"The NHS confidential alert line provides a safe place where they can confidentially raise any concerns they may have about malpractice and wrongdoing in NHS Scotland. \n\n\"Increasingly, callers have raised their concern internally first, which may suggest staff feel more confident using internal procedures. \n\n\"The alert line sits alongside the wider package of measures we have developed over the past few years to support NHS staff. \n\n\"Work is also under way to establish the independent national whistleblowing officer who will provide external review on the handling of whistleblowing cases in NHS Scotland.\"\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-7088",
        "url":"https:\/\/www.bbc.com\/news\/uk-england-hereford-worcester-35055015",
        "title":"Worcester yarn-bombers forced to remove scarves for homeless",
        "target":"A group of \"yarn-bombers\" had to take down scarves they left out for homeless people after a council objected.",
        "references":[
            "A group of \"yarn-bombers\" had to take down scarves they left out for homeless people after a council objected."
        ],
        "text":"Knitters from the Project Wrap It Up group hung items from the gates of the Worcester Guildhall overnight.\n\nThey said the council told them it would give the wrong impression to visitors from China and ordered them to take down the knitwear by 13:00 GMT.\n\nThe council said the gesture was the wrong way to help rough sleepers but the yarn-bombers defended their move.\n\nCarys Thurlby, one of the yarn-bombers, said she was \"disappointed\" to see them come down as the knitters were only trying to help homeless people during the colder weather.\n\nShe said the council told them if the scarves stayed up it \"wouldn't give the right impression\" to the visitors from China who were arriving for a meeting.\n\nThe scarves will now be distributed to rough sleepers by Maggs Day Centre.\n\nNina Warrington, a director with Worcester City Council, said they wanted rough sleepers to \"engage with the right agencies\" to help them find the right support.\n\n\"I think it's a really, really kind gesture, but the way the city council works is to support people coming off the streets,\" she said.\n\n\"This doesn't necessarily do that, [it] won't necessarily go to the right people.\"\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-7975",
        "url":"https:\/\/www.bbc.co.uk\/news\/uk-scotland-tayside-central-19284222",
        "title":"Dandy owner DC Thomson to end comic's printed edition",
        "target":"The publisher of one of the world's longest-running children's comics, The Dandy, has confirmed plans to stop printing the title.",
        "references":[
            "The publisher of one of the world's longest-running children's comics, The Dandy, has confirmed plans to stop printing the title."
        ],
        "text":"DC Thomson said printing would end with a special edition released on the comic's 75th anniversary on 4 December.\n\nHowever, the Dundee-based company insisted it would not be the end of The Dandy or its characters.\n\nIt said it had \"exciting\" online plans after sales slumped to 8,000 a week from a high of two million in the 50s.\n\nThe Dandy, which launched in 1937, has featured characters such as Bananaman, Korky the Cat, Cuddles and Dimples, and Beryl the Peril, along with Desperate Dan.\n\nAs well as issuing a special edition for the final print run, the comic will also include a reprint of the first edition of The Dandy.\n\nDC Thomson's Ellis Watson said the company wanted to ensure the comic would be popular with future generations.\n\nMr Watson explained: \"We're counting down 110 days until the big 75th anniversary bash and we're working on some tremendously exciting things.  \n\n\"Dan has certainly not eaten his last cow pie. All of The Dandy's characters are just 110 days away from a new lease of life.\"\n\nA book celebrating the 75th anniversary of The Dandy was launched at the Edinburgh International Book Festival this week and the comic will also feature in exhibitions at the National Library of Scotland and the Cartoon Museum.\n\nA bronze statue of Desperate Dan stands in Dundee city centre, alongside Minnie the Minx, from The Dandy's sister title The Beano.\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-4367",
        "url":"https:\/\/www.bbc.co.uk\/news\/uk-northern-ireland-25616864",
        "title":"Flood warning for parts of Belfast and Ards peninsula",
        "target":"The police have issued a flood warning for parts of Belfast and the Ards peninsula.",
        "references":[
            "The police have issued a flood warning for parts of Belfast and the Ards peninsula."
        ],
        "text":"More heavy rain and strong winds are expected in some parts of Northern Ireland during high tide on Monday afternoon. \n\nIn County Down, Holywood Esplanade has been closed due to flooding and Newcastle promenade is shut due to \"adverse weather conditions\".\n\nThe Met Office has issued a yellow warning of winds for Northern Ireland.\n\n\"Strong winds will combine with large waves to bring the risk of coastal flooding,\" it said in a statement.\n\n\"The public should be aware of the dangers of waves crashing onshore and over-topping shore lines and sea fronts.\"\n\nAssistant Chief Constable Stephen Martin, who is in charge of the multi-agency response, said operators of underground car parks in Belfast city centre had been advised to close on Monday as a precaution. \n\n\"We would urge the public to remain on alert and to be mindful of their own safety, in particular, to avoid coastal paths, be wary of possibly unstable harbour defences and to drive with extreme caution as many roads continue to be affected by surface water,\" he added. \n\nBelfast Lord Mayor, Máirtín Ó Muilleoir, spent the morning touring parts of the city at risk of flooding and said the authorities were \"well prepared\" for the worst.\n\nHowever, he said they were hopeful that a number of factors could help Belfast to escape flooding.\n\n\"One, it's not raining, so we don't have this deluge of water coming into the rivers,\" Mr Ó Muilleoir told BBC Radio Ulster's Talkback programme\n\n\"Also, the wind is blowing away from the harbour, so there are some things in our favour. The last thing is that the tidal surge level is slightly lower than Friday.\n\n\"So we have our fingers crossed - we won't know the outcome until after the tidal surge at around a quarter to three (14:45 GMT).\"\n\nIn County Down, police said high tide is expected at about 14:30 GMT and they have set up a \"multi-agency response group\" at Ardmore PSNI station in Newry.\n\nIt follows flooding on the Shore Road between Warrenpoint and Rostrevor during high tide on Sunday.\n\nOfficers said sandbags are available for collection at Newry sports centre, Warrenpoint fire station, Kilbroney forest park in Rostrevor, Kilkeel leisure centre, and Marine Park in Annalong.\n\nDown District Council said sandbags can be collected from its depot on Strangford Road, Downpatrick, and from Bann Road recycling centre in Castlewellan until 16:00 GMT.\n\nThousands of sandbags have been given out in east Belfast in recent days.\n\nAlliance MP Naomi Long said the situation in east Belfast would be \"touch and go\" until high tide had passed on Monday afternoon.\n\nShe advised residents in areas at risk to \"get as much of your stuff upstairs as possible\" and have a bag packed in case of emergency evacuation.\n\nSpeaking on BBC Radio Ulster, Ms Long said the theft of some sandbags in the area at the weekend had been carried out by a tiny minority.\n\n\"There are  plenty of sandbags available for people. There is no need to take sandbags away,\" she said.\n\nMs Long paid tribute to the services and agencies for their \"swift response\" to the situation over the weekend.\n\nSandbags were also put in place in Londonderry city centre as a precaution, but fears over flooding in Derry city centre have eased, following a high tide on Monday morning.\n\nDerry city centre manager, Jim Roddy said: \"Sandbags were necessary. There were fears that the River Foyle would burst.\n\n\"Preparations were kept in place for this morning and we were constantly getting updates from the PSNI, Foyle Port and Harbour and other emergency services.\n\n\"In 2004 we had a disaster at Victoria Market near the pumping station and we didn't want that again,\" Mr Roddy added.\n\nSandbags were also distributed in a number of coastal towns in County Down on Sunday. \n\nStrong winds and high tides caused serious flooding in County Down on Sunday. \n\nThe Portaferry Road in the Ards Peninsula was closed for a time as was the main road between Rostrevor and Warrenpoint and the A2 Station Road in Killough.\n\nAll ferry sailings between Rathlin and Ballycastle have been cancelled on Monday due to weather conditions.\n\nElsewhere in the UK, the Met Office has also issued yellow alerts for the west coast of Britain.\n\nIn the Republic of Ireland, the west coast is expected to see some of the strongest gusts on Monday.\n\nSome streets in central Cork were impassable for a time on Monday morning as the River Lee burst its banks again, but the water has since receded.\n\nMet Éireann (the Irish Meteorological Service) has issued its second highest alert for wind.\n\nA status orange, which means to be be prepared for possible disruption, is in place for Wexford, Galway, Mayo, Clare, Cork, Kerry, Limerick and Waterford.\n\nGusts of up to 100 to 120km per hour could hit exposed coastal areas. \n\nAnyone who wishes to report flooding can call a flooding incident line on 0300 2000 100 or the police non-emergency line on 0845600 8000.\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-5280",
        "url":"https:\/\/www.bbc.com\/news\/world-asia-24970233",
        "title":"Pakistan imposes curfew in Rawalpindi after clashes",
        "target":"The Pakistani authorities have imposed a curfew in Rawalpindi, near the capital Islamabad, after eight people died in sectarian clashes on Friday.",
        "references":[
            "The Pakistani authorities have imposed a curfew in Rawalpindi, near the capital Islamabad, after eight people died in sectarian clashes on Friday."
        ],
        "text":"The violence erupted as Shia Muslims staged a procession marking the religious festival of Ashura.\n\nDozens of people were injured and many shops set on fire in clashes between Sunni and Shia Muslims in the city.\n\nThe curfew was briefly relaxed for three hours on Saturday but has now been re-imposed.\n\nOfficials have not made clear when the curfew will be completely lifted.\n\nSecurity forces are patrolling the streets and entry points into Rawalpindi have been closed. Police say the aim of the curfew is to \"avert further violence\" after Friday's violence.\n\nAt least 35 people were injured, many with gunshot wounds, in clashes that occurred when a Shia procession coincided with a sermon at a nearby Sunni mosque. \n\nDozens of shops and a seminary were set on fire.\n\nDisturbances were also reported in the Multan and Bhawalnagar districts of Punjab province, with the army being called in to quell unrest.\n\nThe Rawalpindi unrest took place during one of the most religious occasions for Shia Muslims, commemorating the anniversary of the death of Imam Hussein, the grandson of the Prophet Mohammed. \n\nThe authorities have stepped up security ahead of the mourning ceremonies, including the jamming of mobile phone networks.\n\nTens of thousands of police and soldiers have also been deployed across the country to prevent possible attacks against the Shia minority taking part in the commemorations.\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-7705",
        "url":"https:\/\/www.bbc.com\/news\/world-us-canada-11591213",
        "title":"US presidential nuclear codes 'lost for months'",
        "target":"The codes used by the president to launch a nuclear strike were mislaid for months during the Clinton administration, the former highest-ranking US officer has said.",
        "references":[
            "The codes used by the president to launch a nuclear strike were mislaid for months during the Clinton administration, the former highest-ranking US officer has said."
        ],
        "text":"Ex-chairman of the joint chiefs of staff Gen Hugh Shelton made the claim in a new book. \n\nThe codes are usually held by an aide who remains close to the president.\n\nGen Shelton said there was an incident where an aide said the codes had been lost.\n\nThey were immediately replaced, but an internal inquiry was conducted.\n\nGen Shelton said the incident had taken place \"around the year 2000\".\n\nUnder the procedures, an official was sent every month to check the codes, and that they were replaced every four months with new codes.\n\nAccording to Gen Shelton's book, Without Hesitation, an official had gone to check one month and been told by the aide that the codes were on the president's person but that he was in an important meeting and could not be disturbed.\n\nA different official went to do the same check a month later and was told a similar story. When it came time to change the codes, an aide admitted they had been missing for months.\n\nGen Shelton said it was apparent that the president had not had the codes and that he had been unaware that an aide had lost them. \n\nThe general described the episode as a \"comedy of errors\". \n\n"
    },
    {
        "gem_id":"xlsum_english-validation-840",
        "url":"https:\/\/www.bbc.com\/news\/uk-england-lancashire-37473276",
        "title":"Friends of the Earth fracking leaflet 'misleading', ad watchdog says",
        "target":"Friends of the Earth (FOE) misled the public in a leaflet which claimed fracking can cause cancer, the advertising watchdog has said.",
        "references":[
            "Friends of the Earth (FOE) misled the public in a leaflet which claimed fracking can cause cancer, the advertising watchdog has said."
        ],
        "text":"The fundraising flyer also featured a photo of Grasmere in the Lake District - despite there being no plans for fracking in the area.\n\nA draft report from the Advertising Standards Authority (ASA) said the charity failed to substantiate its claims about the dangers.\n\nFOE said they \"would not be silenced\".\n\nThe provisional ruling, which was apparently leaked to The Times newspaper, was produced after the ASA received a complaint from energy firm Cuadrilla.\n\nWhat is fracking and why is it controversial?\n\nThe BBC understands the watchdog found the group had breached its code by failing to substantiate \"misleading statements\".\n\nFOE had claimed 25% of chemicals used during the fracking process could cause cancer, and suggested there was a risk of contamination to drinking water. \n\nCampaigner Tony Bosworth said the ASA had not yet made a final decision, and FOE had submitted more information to the watchdog.\n\n\"The bottom line is that the evidence against fracking is clear: it poses a risk to people's health and the environment,\" he said.\n\nAn ASA spokesperson said the watchdog would publish its complete findings in due course.\n\nFracking - or hydraulic fracturing - was suspended in the UK in 2011 following earth tremors in Blackpool, where Cuadrilla previously drilled.\n\nThe first fracking operation since the ban was approved earlier this year for a site in North Yorkshire.\n\nThe government is expected to make a final decision by 6 October on whether two sites in Lancashire - Preston New Road and Roseacre Wood - can be test fracked for shale gas. \n\nThe decision is significant because Cuadrilla wants to carry out unconventional fracking - that means drilling wells vertically and horizontally - which has never been done before on mainland Britain.\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-2169",
        "url":"https:\/\/www.bbc.com\/news\/uk-wales-mid-wales-39194787",
        "title":"£12m of funding for five new schools in Powys",
        "target":"Funding of nearly £12m for five new primary schools in Powys has been approved.",
        "references":[
            "Funding of nearly £12m for five new primary schools in Powys has been approved."
        ],
        "text":"Powys council has received £11.8m from the Welsh Government for the new buildings in the Gwernyfed area.\n\nThe new schools will replace current ones in Hay-on-Wye, Talgarth, Clyro, Llyswen and Llangorse.\n\nArwel Jones, the council's Cabinet Member for Schools, said it would \"provide state-of-the-art teaching accommodation\".\n\nThe total project cost of the five schools is £23.8m.\n\nThe Welsh Government funding towards this cost has been awarded as part of the 21st Century schools programme.\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-9307",
        "url":"https:\/\/www.bbc.com\/news\/uk-scotland-tayside-central-22351454",
        "title":"Falling gold prices delay plans to reopen Cononish mine",
        "target":"Plans to reopen the Cononish mine near Tyndrum in Stirlingshire have been delayed due to falling gold prices.",
        "references":[
            "Plans to reopen the Cononish mine near Tyndrum in Stirlingshire have been delayed due to falling gold prices."
        ],
        "text":"Scotgold Resources said the project remained viable and would generate a cashflow of more than £39m before tax over its first seven years of operation, at current gold prices.\n\nBut it warned that the fluctuating price had dented market confidence.\n\nAs a result, Scotgold said it had decided not to seek further funding for the scheme until conditions improved.\n\nA study has predicted that once operational, the mine could produce up of 20,200 ounces of gold a year.\n\nAt current prices, that would give the Cononish project a rate of return of about 37% before tax and see the initial investment repaid within 26 months of the start of production.\n\nHowever, Scotgold said the market remained wary after gold prices fell by more than 9% at the beginning of April, the biggest drop for 30 years.\n\nChallenging market\n\nThe depressed market has made the company reconsider plans to seek additional funds to bring the mine into full production.\n\nExecutive chairman John Bentley said: \"The recent sharp decline in the gold price has severely dented market confidence, albeit that there has been significant positive movement since the lows recorded on 15 April 2013. \n\n\"The potential to raise the required equity financing for the project is considered to be severely challenging under current market conditions. \n\n\"The board has thus decided to defer an immediate raise pending an improvement in market sentiment.\"\n\nMr Bentley said the firm would now not be approaching investors until the gold price \"calms down\".\n\nLast November, the mining company secured a pre-development loan worth nearly £1.2m from RMB Resources to help continue the drilling programme at the mine in the Loch Lomond National Park. \n\nConsidering options\n\nMr Bentley said RMB still backed the scheme and was \"evaluating project debt capacities under a range of varying gold price scenarios in order to assist the company in evaluating an optimal approach to financing the project\".\n\nHe added that Scotgold would continue efforts to get the mine into full production.\n\nMr Bentley added: \"We are considering a number of strategic alternatives with a view to advancing the project and achieving the overriding objective of delivering Scotland's first commercial gold mine. \n\n\"Importantly, with all the work that has been completed on the planning conditions and the tailings dam design, the mine is capable of producing first gold within 15 months of funding.\"\n\nScotgold maintained that the Cononish mine was \"ready to go\" but that the project would only go ahead once the full amount of the investment needed was raised.\n\nIt added from then, it would take 15 months to get into full production, meaning mining will not start until end of 2014 at the earliest. \n\n"
    },
    {
        "gem_id":"xlsum_english-validation-7117",
        "url":"https:\/\/www.bbc.com\/news\/uk-northern-ireland-51549306",
        "title":"Media-government relationship 'misunderstood' - former Julian Smith adviser",
        "target":"There is a \"misunderstanding\" about how the relationship between government and the media should operate, a former special adviser to Julian Smith has said.",
        "references":[
            "There is a \"misunderstanding\" about how the relationship between government and the media should operate, a former special adviser to Julian Smith has said."
        ],
        "text":"Ross Easton worked for the former NI secretary from July 2019 until devolution was restored in January.\n\nMr Smith was sacked from the cabinet in a government reshuffle last week.\n\nHe has been replaced by Brandon Lewis, a former chairman of the Conservative Party.\n\nMr Easton was one of two special advisers to Mr Smith during his time in the Northern Ireland Office.\n\nThe Northern Ireland secretary and his team were regarded as having a more hands-on approach with the media than some other cabinet ministers.\n\nEarlier this month, a group of leading reporters decided not to attend a Downing Street briefing when other journalists - who had not been invited - were turned away. \n\nThe government later insisted it was \"committed to being open\" with the press.\n\nSpeaking on BBC News NI's Red Lines podcast, Mr Easton said there appeared to be a different media-government relationship in Northern Ireland than there is at present in Westminster.\n\n\"I disagree with the approach that you can't speak to journalists, that's not what people want,\" said Mr Easton.\n\n\"There's a misunderstanding in terms of the thinking that if we've got some fantastic relationship, then you guys [journalists] are duty bound to publish a story we want you to publish - that is absolutely not the case.\"\n\nHe said his approach had always been intended to build relationships.\n\nMr Easton added there was very much still a case to be made to have special advisers in government.\n\n\"There is often a huge amount of detail, the role of the special adviser is making sure their minister has seen everything that's coming in,\" he said.\n\n\"It's a supporting role - but importantly advisers are there to advise - Julian [Smith] would listen to all the advice, but he took the decisions.\"\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-11049",
        "url":"https:\/\/www.bbc.com\/news\/entertainment-arts-29423324",
        "title":"Lewis to run for 'one more' series, says Kevin Whately",
        "target":"Kevin Whately, star of detective series Lewis, has said there will be just one more series of the long-running drama.",
        "references":[
            "Kevin Whately, star of detective series Lewis, has said there will be just one more series of the long-running drama."
        ],
        "text":"Speaking to the Radio Times, the actor said: \"Everything has a life span and I think it's gone on long enough.\"\n\nThe 63-year-old added that he is now older than actor John Thaw when he died in 2002.\n\nLewis started out as the sidekick to Thaw's Inspector Morse, which clocked up seven series and five specials between 1987 and 2000.\n\n\"There were 33 Inspector Morse stories and we've now done 30 Lewis.\n\n\"I suppose it's a sentimental thing but I wouldn't want to do more Lewis than we did Morse because I do still think of it as an offshoot,\" added Whately of the ITV serial.\n\n\"It's a long time to play one character, but sometimes it only feels like yesterday that we started.\"\n\nWhately, who has appeared in a host of other TV shows including Auf Wiedersehen, Pet and Peak Practice, said that he wanted Lewis to have a young female Muslim sidekick, but the programme's producers \"pooh-poohed the idea\".\n\nHis crime-solving partner in the drama is played by actor Laurence Fox.\n\nFox said of Lewis: \"I don't really understand why people like it. I mean, I'm really grateful that they do, but I've never quite worked it out.\"\n\nThe drama first came to screens in 2006, while another Morse spin-off, Endeavour, which looks at the early career of the detective, started in 2012.\n\nLewis came to an apparent end last year with the retirement of its two lead characters. \n\nBut they were drafted back into the force, spawning the new series which begins on 10 October.\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-7282",
        "url":"https:\/\/www.bbc.com\/news\/uk-england-merseyside-19885048",
        "title":"Sefton libraries closure threat",
        "target":"Ten out of 13 libraries in Sefton could shut as part of council cuts.",
        "references":[
            "Ten out of 13 libraries in Sefton could shut as part of council cuts."
        ],
        "text":"The future of the libraries will be discussed on Thursday as Sefton Council looks to save £43m over two years, due to government cuts in funding.\n\nCampaigners have warned of \"cultural vandalism\" as libraries in Ainsdale, Aintree, Birkdale, Bootle, Churchtown, Crosby, Formby, Litherland and Orrell could face closure.\n\nBill Millburn, of Sefton Council, said closure was one of three proposals.\n\n'No decisions'\n\nThey are: closing 10 libraries and leaving three open in Southport, Maghull and Netherton; closing seven buildings and creating five \"township\" libraries; or keeping all libraries open and reducing opening hours.\n\nMr Millburn said: \"The meeting is to agree a consultation process so no decisions will be made.\n\n\"There are 150,000 registered users in the last 12 months, and 50,000 of those registered users visited the library and took a book out over the last 12 months.\"\n\nHe said 1.3 million books had been loaned in the last year, and the council was encouraging all library users to take part in the consultation.\n\nLib Dem Councillor Haydn Preece, founder member of Friends of Ainsdale Library, described proposed closures as \"cultural vandalism\".\n\nHe said: \"I question the 'under-use' of libraries. Libraries in Sefton are used by a very diverse number of the population.\n\n\"We really need to be fighting to keep our libraries open.\"\n\nEarlier this year in Liverpool Council ended the city's mobile library service, closed three libraries in Edge Hill, Great Homer Street and Woolton, and closed and cut opening hours at the remaining libraries.\n\nIn 2009 Wirral Council abandoned plans to cut 11 local libraries in the borough after objections from residents.\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-7289",
        "url":"https:\/\/www.bbc.com\/news\/uk-england-somerset-56349987",
        "title":"Barn owl 'family life' to be live streamed for six months",
        "target":"A live feed of a nest box being used by barn owls is being streamed by a wildlife charity.",
        "references":[
            "A live feed of a nest box being used by barn owls is being streamed by a wildlife charity."
        ],
        "text":"A camera was installed in the box in the Blackdown Hills by Somerset Wildlife Trust to follow the progress of the birds of prey.\n\nThe trust said the pair fledged three chicks from the box last year and it hoped they would be parents again.\n\nIn 2014, the trust's owl webcam attracted more than 1.5 million visits from people across the world.\n\nThe trust is due to live stream the \"family life\" of the owls - named Finn and Orla - for the next six months.\n\nKirby Everett, from the charity, said the lockdowns had \"brought many people across the country closer to nature\".\n\n\"We hope people will really enjoy following the couple's journey to parenthood,\" she said.\n\n\"Sharing their world from within our homes will bring nature to many people who are still unable to get the outdoor nature experiences they previously so enjoyed.\"\n\nRelated Internet Links\n\nSomerset Wildlife Trust\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-1985",
        "url":"https:\/\/www.bbc.com\/news\/uk-23042109",
        "title":"Moors Murderer Ian Brady says insanity was 'method acting'",
        "target":"Moors Murderer Ian Brady has told a mental health tribunal he used \"method acting\" to be classed insane.",
        "references":[
            "Moors Murderer Ian Brady has told a mental health tribunal he used \"method acting\" to be classed insane."
        ],
        "text":"Brady, speaking publicly for the first time in 47 years, claimed he put on the act to get transferred from prison to Ashworth Hospital.\n\nHe is now fighting to be found sane so he can return to prison, though he accepts he will never be freed.\n\nHospital staff believe Brady, who has fought for the right to kill himself, is mentally ill and should stay there.\n\nBrady, now 75, and Myra Hindley tortured and murdered five children.\n\nThe pair buried some of their victims' bodies on Saddleworth Moor in the Peak District.\n\nBrady gave evidence for more than four hours at the tribunal, which is sitting at Ashworth high-security psychiatric hospital in Maghull, Merseyside, where he has been held since 1985.\n\nEleanor Grey QC, counsel for Ashworth, asked Brady if he was mentally ill when he was transferred to Ashworth.\n\nHe replied: \"Have you heard of Stanislavski?\n\n\"If you knew who Stanislavski is... have you heard of method acting? Does that make it clear to you?\"\n\nBrady also said: \"I am not psychotic.\"\n\n'Not eating anything'\n\nBrady's legal team say he has a severe personality disorder but is not mentally ill and could be treated in prison rather than hospital.\n\nBut staff at Ashworth say he remains a paranoid schizophrenic who should stay at the hospital.\n\nBrady is said to have been on hunger strike since 1999, with doctors feeding him through a tube in his nose under mental health law - but on Monday a nurse told the tribunal Brady made himself toast every day and ate other food offered to him \"most days\".\n\nWhen asked about this, Brady replied: \"According to whom? I'm not eating anything.\"\n\nAs to why he wanted to leave Ashworth, he said he hated it because \"the regime has changed to a penal warehouse\".\n\n\"They give you false drugs and turn you into a zombie,\" he added.\n\nBut Brady refused to answer a question from his own lawyer about whether he wanted to kill himself if he was declared fit to return to prison.\n\n\"I have been asked the question repeatedly,\" he said.\n\n\"I have answered hypothetically from all angles.\n\n\"In prison you are a monkey in a cage being poked with a stick. How can you pretend to be omnipotent?\n\n\"You cannot make plans when you have no freedom of control, movement or anything. \n\n\"You cannot talk sensibly about anything with a question like that.\"\n\nBrady called Britain a \"psychopathic country\", referring to the wars in Iraq and Afghanistan, and described himself as a \"comparable petty criminal\".\n\nWhen asked about his own crimes and what \"value\" he got out of killing, Brady responded: \"Existential experience.\"\n\nPublic opinion\n\nHe said he would never be released because the British public wanted him to stay in custody.\n\n\"Whatever I want, the public and the press want the opposite,\" he said.\n\n\"That's my experience in the last 50 years.\"\n\nSpeaking about the media, he added: \"Why are they still talking about Jack the Ripper after a century? Because of the dramatic background, the fog, cobbled streets.\n\n\"Mine's the same... Wuthering Heights, Hound of the Baskervilles.\"\n\nAsked how he had spent his time in prison over the years, he said he had studied psychology and German and had worked on Braille texts.\n\nHe said he had also worked as a barber at Wormwood Scrubs before he was sent to Ashworth.\n\nBrady said he had mainly stayed in his room for the past 10 months because of \"negative, regressive, provocative staff that I am avoiding\" and disputed that this was because of paranoia about other patients.\n\nThe serial killer, who said he had mixed down the years with the Kray twins and IRA terrorists, added: \"Only the authorities call it paranoia - the prisoners say it is sensible suspicion.\"\n\n'Affront to justice'\n\nThe brother of one of Brady's victims has called the mental health tribunal \"a complete waste of taxpayers' money\".\n\n\"To give him anything is an affront to moral justice,\" said Terry Kilbride, brother of John, who was snatched in November 1963 aged 12.\n\n\"He gave his victims nothing.\"\n\nMr Kilbride said the money should have gone towards finding the body of another victim, Keith Bennett.\n\nDavid Kirwan, former solicitor of Keith Bennett's mother, who died last year, estimated the tribunal would cost £250,000 in total.\n\nThe hearing is being relayed to the press and public on TV screens at Manchester Civil Justice Centre.\n\nThe tribunal will hear closing statements on Wednesday, with its decision expected on Thursday.\n\nThe last time Brady was heard in public was in 1966 at Chester Assizes, where he denied the murders. \n\nHe was eventually found guilty of three of the murders and jailed for life. He and Hindley later confessed to the other two. Hindley died in prison in 2002, aged 60.\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-11390",
        "url":"https:\/\/www.bbc.com\/news\/world-middle-east-45564125",
        "title":"Russian plane deaths in Syria: What will be the consequences?",
        "target":"The downing of a Russian military plane by Syrian forces after an Israeli air raid has raised tensions between the nations involved. But will it have any long-term consequences?",
        "references":[
            "The downing of a Russian military plane by Syrian forces after an Israeli air raid has raised tensions between the nations involved. But will it have any long-term consequences?"
        ],
        "text":"By Jonathan MarcusDefence and diplomatic correspondent\n\nIn many ways it is surprising that this is the first major incident to involve the accidental shooting down of an aircraft, given the intensity of the long-running and multiple air campaigns under way over Syria. \n\nRussia and its Syrian allies are attacking rebel positions from the air. The US and its allies have been striking Islamic State group targets although, with a brief up-tick over recent days, this campaign is winding down. \n\nIsrael is conducting an entirely separate air campaign both to contain Iran's military presence in Syria and, especially, to prevent the manufacture and transfer of advanced missiles to Iran's regional ally, Hezbollah, in southern Lebanon. \n\nRussia has powerful radars and modern surface-to-air missiles at its base in Syria, but it chooses to watch the Israeli operations unfold and do nothing. \n\nTo try to avoid accidents and confrontations in Syria's skies a so-called de-confliction system has been put in place. \n\nThe US is able to exchange information with and contact Russian commanders. Israel has established its own hot-line through which Russian-speaking military air controllers can talk to their counterparts at the Russian air base in Syria. \n\nThere have been close shaves; sometimes information has not been forthcoming from one side or another, but the de-confliction regime has generally worked.\n\nThe incident involving the Russian intelligence gathering aircraft is exactly the sort of thing these procedures were intended to avoid. So what went wrong?\n\nThe one thing that both Israel and Russia agree on is that the plane was downed by a Russian-supplied Syrian surface-to-air missile battery - in all likelihood an S-200, known in western circles as an Sa-5 or by its Nato code-name Gammon. \n\nIsrael insists it is the Syrians who must shoulder the blame; the downing of the aircraft was due, they say, to \"extensive and inaccurate Syrian anti-aircraft fire\". \n\nRussia though holds Israel ultimately to blame, making two charges:\n\nFirstly, that they were only belatedly warned of the Israeli mission north of Latakia, with just one minute's notice. \n\nAnd secondly, that the Israeli pilots used the Ilyushin-20 as \"cover\". In other words, the \"Israeli pilots put it in the line of fire coming from the Syrian air defences\".\n\nRussia has released a map showing what they say are the details of the incident. \n\nThe Ilyushin takes off from the Russian base at Hmeimim and flies eastwards and then north, before flying southwards and then west - essentially a figure of eight. It then turns back towards the air base heading east again when it is hit over the Mediterranean Sea. \n\nThe Russians show the track of the Israeli jets, which appear to have released their air-launched weapons at Syrian ground targets north of Latakia from a position to the west or seaward side of the Russian aircraft. \n\nIsrael argues that the Russians' facts are wrong. It expresses regret at the loss of life but insists that the de-confliction system is working well. \n\nIt says that the Syrian batteries fired \"indiscriminately\" and that the Israeli jets were actually in Israeli air space - so well to the south of where the Russians say they were - at the moment when the Ilyushin was hit.\n\nWhat is noteworthy in the Israeli account is that they actually note the targets that they were attacking, said to be a Syrian facility to manufacture \"accurate and lethal weapons\" (almost certainly missiles) which were \"about to be transferred on behalf of Iran to Hezbollah in Lebanon\". \n\nIt is unusual for Israel to acknowledge any of its strikes in Syria. \n\nIsrael also says that it will \"share all the relevant information with the Russian Government to review the incident and to confirm the facts in this inquiry\".\n\nRussia is clearly angry. It has lost an aircraft and the lives of its 15-person crew. It needs to register its displeasure but is also reluctant to condemn its regional ally Syria. \n\nIsrael and Russia have a remarkably close relationship and a clear understanding about Israel Defense Forces (IDF) operations in the region. So might this episode change this? \n\nI think that is doubtful. For one thing the air campaign in Syria is seen by Israel as a vital strategic necessity to thwart, as they see it, Iran's growing influence. \n\nAnd for Russia to try to physically interfere with Israeli operations would go entirely against the policy pursued by Moscow up till now.\n\nIt also might require the deployment of additional resources in Syria, which again is unlikely at a time when Russia is hoping to scale down its practical involvement there. \n\nIsrael may need to scale back its air operations for a period. But this crisis will almost certainly blow over. \n\nThink back in Syria. It was not so long ago that Turkey deliberately shot-down a Russian jet. There were short-term consequences, but Turkey subsequently became a close partner of Moscow in trying to resolve the Syrian crisis. \n\nIn this case it is the competence of Syria's air defence brigades that probably most alarms the Russians in private. That is probably where the information sharing needs to be improved. \n\nPresident Putin seems to have decided to avoid making a drama out of the crisis, noting that \"chance circumstances\" were behind the downing of the Russian plane and that this episode was very different to the shooting down of the Russian jet by Turkish forces in November 2015.\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-462",
        "url":"https:\/\/www.bbc.com\/news\/uk-england-hampshire-34049283",
        "title":"CarFest South air displays axed after Shoreham disaster",
        "target":"Air displays have been cancelled at Chris Evans' CarFest South event following new regulations introduced in the wake of the Shoreham disaster.",
        "references":[
            "Air displays have been cancelled at Chris Evans' CarFest South event following new regulations introduced in the wake of the Shoreham disaster."
        ],
        "text":"The Civil Aviation Authority (CAA) said vintage jets would not be allowed to perform \"high-energy aerobatics\" over land until further notice.\n\nAt least 11 people died when a Hawker Hunter crashed into traffic on the A27 in West Sussex on Saturday.\n\nCarFest North was hit by tragedy when a pilot died in Cheshire on 1 August. \n\n'Heartfelt condolences'\n\nKevin Whyman, 39, was killed when his Folland Gnat aircraft crashed during an aerial display at Oulton Park.\n\nThe Air Accidents Investigation Branch is carrying out an investigation.\n\nIn a statement, the CarFest South organisers said the decision had been taken as both a mark of respect and in consideration of the CAA's airshow review.\n\n\"We send our heartfelt condolences to all of those affected by the terrible incident on Saturday,\" they said.\n\n\"We hope to hold future air events at future festivals and would like to offer our support and good wishes to the air display community.\"\n\nThe event in Hampshire takes place at Laverstoke Park Farm from 28 to 30 August.\n\nA flypast by the Gnat Display team honouring Mr Whyman will still go ahead on Saturday afternoon and will be accompanied by a minute's silence.\n\nMr Evans, a car enthusiast who has recently been named as the new presenter of BBC Top Gear, created the motoring and music festival which raises money for BBC Children in Need.  \n\nDisplays that were set to take place at CarFest South included Abarth Extra 300, Huey, The Old Buckers and Night Flight Pyros.\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-10623",
        "url":"https:\/\/www.bbc.com\/news\/uk-england-bristol-43428362",
        "title":"HMP Erlestoke riot: Prisoners' sentences increased",
        "target":"Three inmates who took part in a prison riot, partially sparked by a ban on smoking, have had three years added to their sentences.",
        "references":[
            "Three inmates who took part in a prison riot, partially sparked by a ban on smoking, have had three years added to their sentences."
        ],
        "text":"Luke Needham, 30, Deno Harrison, 23, and Ben Sharratt, 27, were each handed the extra term after the disturbance at HMP Erlestoke in June 2016.\n\nNeedham and Harrison were found guilty of prison mutiny while Sharratt admitted the offence. \n\nWinchester Crown Court heard it led to 120 prisoners having to be re-housed.\n\nTheir sentences will run consecutively to their current jail terms.\n\n'Very unpopular move'\n\nRob Welling, prosecuting, told the trial tensions rose during the weekend after inmates were ordered to remain in their cells for a day because of a shortage of prison staff.\n\nThe problems began after a national prison smoking ban was trialled at the category C prison, he said.\n\n\"As you can imagine, it caused tensions to rise among prisoners as it was, frankly, a very unpopular move.\n\n\"And like other public bodies, the prison was short-staffed and if they couldn't safely supervise prisoners they would instruct a lockdown.\"\n\nMr Welling added Needham set fire to his cell and flooded it before kicking open the wooden door and helping other prisoners escape from their cells.\n\nNeedham and Harrison managed to get on to the rooftop and refused to come down until after midnight when a trained negotiator and back-up officers had arrived.\n\nFellow prisoner Andrew Alford, 41, was acquitted by the jury after being accused of breaking out of his cell on another wing.\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-8722",
        "url":"https:\/\/www.bbc.com\/news\/world-asia-18778442",
        "title":"Singapore plans changes to mandatory death penalty",
        "target":"Singapore is proposing changes to its mandatory death penalty for drug trafficking and murder in some cases.",
        "references":[
            "Singapore is proposing changes to its mandatory death penalty for drug trafficking and murder in some cases."
        ],
        "text":"Under the proposed changes, the courts will have discretion in the sentencing of low-level drug couriers who co-operate with police.\n\nIn murder cases, the mandatory death penalty will only apply when there is an intention to kill.\n\nExecutions have been suspended since July 2011 as part of a year-long review.\n\nThe legislation is expected to be introduced by the end of the year and death row convicts would be able to seek resentencing.\n\nThe courts will have the discretion to either sentence the offender to death or life imprisonment with caning, instead of the mandatory death penalty, when ''two specific, tightly-defined conditions are met'', said Deputy Prime Minister Teo Chee Hean.\n\nThe two conditions are that the offender is only a courier and is not involved in the supply or distribution of drugs, and if the offender co-operates with authorities, or is mentally disabled.\n\nHowever, the mandatory death penalty will continue to apply in most cases, particularly for those who manufacture or traffic in drugs and those who fund, organise or abet drug trafficking, said Mr Teo, who is also home affairs minister.\n\nIn homicide cases, the mandatory death penalty will only apply in cases where there is an intention to kill, Law Minister K Shanmugam told parliament.\n\n'Right direction'\n\nThere are currently 35 prisoners awaiting execution - 28 for drug offences and seven for murder.\n\nCapital punishment will remain ''an integral part'' of the criminal justice system, said Mr Shanmugam.\n\n''At the same time, the courts will be given more discretion in its application.''\n\nSingapore maintains that its capital punishment system has kept murder rates at one of the lowest in the world and drug trafficking under control. \n\nHowever, critics and human rights activists say that the island nation's mandatory death penalty was too harsh.\n\nBritish author Alan Shadrake has criticised the law in his book Once A Jolly Hangman: Singapore Justice in the Dock.\n\nHe was sentenced to six weeks in jail and fined by a Singapore court last year.\n\n''It's not the end of the death penalty. But it's a move in the right direction that no one really expected,\" Mr Shadrake told Reuters news agency by phone from Malaysia, where he is based.\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-6598",
        "url":"https:\/\/www.bbc.com\/news\/uk-43605139",
        "title":"Russian spy: UK considers request to visit Yulia Skripal",
        "target":"A request by the Russian Embassy to visit Yulia Skripal in hospital is being considered by the UK government.",
        "references":[
            "A request by the Russian Embassy to visit Yulia Skripal in hospital is being considered by the UK government."
        ],
        "text":"The UK holds Russia responsible for the poisoning of Ms Skripal and her father, ex-spy Sergei Skripal, by a nerve agent in Salisbury on 4 March.\n\nThe Russian Embassy in London says it \"insists on the right to see\" Ms Skripal, who is a Russian citizen.\n\nThe rights and wishes of Ms Skripal will be taken into account, the UK said.\n\nThe Foreign Office said it would consider Russia's request in line with its obligations under international and domestic law.\n\nThe BBC understands Ms Skripal, 33, is now conscious and talking.\n\nSalisbury District Hospital has said that she was no longer in a critical condition, adding that her father, 66, remained critically ill but stable.\n\nYou may also be interested in:\n\nMeanwhile, Russia has announced more measures against UK diplomats, insisting that a total of more than 50 diplomats will have to leave.\n\nMoscow initially expelled 23 British diplomats after 23 Russian diplomats were ordered out by London.\n\nRussia denies any involvement in the nerve agent attack which resulted in the Skripals being exposed to Novichok on March 4.\n\nTwenty-nine countries have expelled 145 Russian officials in solidarity with the UK - and Nato has also ordered 10 Russians out of its mission in Belgium.\n\nOn Friday, ambassadors from Albania, Australia, Canada, Croatia, the Czech Republic, Denmark, Estonia, Finland, France, Germany, Ireland, Italy, Latvia, Lithuania, Macedonia, Moldova, the Netherlands, Norway, Poland, Romania, Spain, Sweden and Ukraine were told to send home staff from their missions - corresponding to the same number of Russians their countries had expelled.\n\nAnd in another development, Russia accused British customs officers of trying to search an Aeroflot airliner arriving from Moscow at London's Heathrow airport without allowing the crew to be present.\n\nThe Russian embassy called it \"a blatant provocation\".\n\nHowever, security minister Ben Wallace said it was \"routine\" for Border Force officers \"to search aircraft to protect the UK from organised crime and from those who attempt to bring harmful substances like drugs or firearms into the country\".\n\nThe Russian embassy said it had published a list of 27 questions it claimed it had officially asked the British government, which included knowing the exact nature of the Skripals' conditions. \n\n"
    },
    {
        "gem_id":"xlsum_english-validation-6316",
        "url":"https:\/\/www.bbc.com\/news\/uk-england-northamptonshire-53268194",
        "title":"Northampton stabbing: Family pay tribute to victim",
        "target":"A man who died after being stabbed in a park has been described as \"a beloved son, brother and uncle\".",
        "references":[
            "A man who died after being stabbed in a park has been described as \"a beloved son, brother and uncle\"."
        ],
        "text":"Police were called to St George's Avenue, next to Northampton's Racecourse, at 10:50 BST on Tuesday and Daniel Sullivan died shortly after.\n\nThe family of Mr Sullivan, 38, who lived on Bailiff Street, Northampton, said he would be \"sadly missed\".\n\nPolice said they still wanted to speak to anyone who saw anything suspicious, \"no matter how small\", on Tuesday \n\nTwo men, aged 33 and 43, arrested on suspicion of murder, have been released without charge.\n\nThe Racecourse is less than a mile away from the town centre and is popular with families and runners.\n\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-2859",
        "url":"https:\/\/www.bbc.com\/news\/entertainment-arts-40679745",
        "title":"How Linkin Park made rap metal memorable",
        "target":"Linkin Park singer Chester Bennington, who has died aged 41, changed the dynamics of nu metal with his searingly personal lyrics and musical curiosity.",
        "references":[
            "Linkin Park singer Chester Bennington, who has died aged 41, changed the dynamics of nu metal with his searingly personal lyrics and musical curiosity."
        ],
        "text":"By Mark SavageBBC Music reporter\n\nLinkin Park weren't the first band to fuse metal and rap, but they were the most successful.\n\nTheir first album, Hybrid Theory, was certified diamond in the US, representing 10 million sales. Around the world, they sold more than 50 million records.\n\nWhat set them apart from other nu metal acts like Korn and Limp Bizkit was the vocal interplay between its two frontmen.\n\nChester Bennington's guttural screams tussled with Mike Shinoda's matter-of-fact rapping in a volatile expression of rage and frustration, while DJ Joseph Hahn framed the band's thrashing guitars with sampled dystopian soundscapes.\n\nMusically, they were miles apart from the sense-dulling artlessness of many of their contemporaries, inspired by contemporary Asia, postmodernism and sample culture. They weren't afraid to show their vulnerability on songs like Numb and In The End.\n\nLinkin Park released a collaborative EP with Jay-Z, and invited grime star Stormzy onto their latest album, One More Light - a brave, if not entirely successful, venture into mainstream pop.\n\nThey never swore on record until 2007's Minutes to Midnight (something which boosted their commercial ascent); their lyrics were vivid enough without curse words.\n\n\"There's something inside me that pulls beneath the surface \/ Consuming, confusing \/ This lack of self-control I fear is never ending,\" he sang on Crawling, a single from their debut album.\n\n\"I tried so hard and got so far,\" he sang on their biggest hit, In The End, \"but in the end, it doesn't even matter.\"\n\nBennington was candid about the dark times that inspired these songs - he was molested as a child, and later struggled with drug and alcohol problems.\n\n\"I literally hated life,\" he told Rock Sound in 2015. \"I was like, 'I don't want to have feelings. I want to be a sociopath. I don't want to do anything. I don't want to care what other people feel like. I want to feel nothing.'\"\n\nAs a result, Bennington often sang as if he was fighting for his life and, sometimes, it felt like he was winning. \"Every scar is a story I can tell,\" he sang on Sharp Edges, released earlier this year.\n\nIn retrospect, it's tempting (and easy) to find hints of suicidal thoughts in Bennington's lyrics - but that detracts from the complexity of his writing, which could be fragile and empathetic as often as it was angst-ridden.\n\nOutside of music, he tried to be a force for positivity, too - setting up the fund Music for Relief with the rest of Linkin Park, and playing a range of concerts to raise money for victims of disasters such as Hurricane Katrina and the 2004 tsunami. \n\nOn their latest album, the band teamed up with a charity installing solar panels in communities without electricity in Africa, Haiti and Jordan.\n\nThe lyrics to the title track, too, saw Bennington reach out to fans suffering depression like his own: \"If they say \/ Who cares if one more light goes out? \/ Well I do.\"\n\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-5478",
        "url":"https:\/\/www.bbc.com\/news\/science-environment-36656443",
        "title":"Amazon fires: Humans make rainforest more flammable",
        "target":"Human disturbances are making the Amazon rainforest more flammable, according to researchers.",
        "references":[
            "Human disturbances are making the Amazon rainforest more flammable, according to researchers."
        ],
        "text":"By Victoria GillScience reporter, BBC News\n\nThis is one of the conclusions of a two-year study of the Brazilian Amazon, which revealed that even protected forest is degraded by human activity.\n\nThis activity includes selective logging and forest fragmentation, which increase the likelihood of wildfires. \n\nThe findings are published in the journal Nature.  \n\n\"Rainforests don't normally burn,\" said lead researcher Prof Jos Barlow, from the Lancaster Environment Centre. \"But human activities are making them much more flammable.\"\n\nWhile the Brazilian Amazon is protected from large-scale deforestation, this new study suggests that more effort is needed to safeguard what the scientists called the \"hyper-diversity of tropical forests\". \n\nThis team set out to measure the effects that humans have on the rainforest - no easy feat in a dense landscape of 5.5 million sq km. \n\nThey selected 400 plots, on a gradient of forest cover - ranging from pristine to deforested areas. \n\nIt took two years to gather data from these sites across the Eastern Amazon - painstakingly measuring population densities of trees, birds and insects. \n\nCrucially, this study examined areas of forest that are protected by the Forest Code - the central policy designed to control deforestation, and requiring landowners in the Amazon to maintain up to 80% forest cover.\n\n\"If you can imagine a landscape with 80% forest cover, I think most environmentalists would say that's a very good scenario and you've maintained most of your core habitat there,\" Prof Barlow told the BBC.\n\n\"But what we found was those landscapes only really have 50% of their potential value, because of disturbance in the remaining forest.\"\n\nDisturbance, he explained, could include selective logging, hunting - \"anything that humans do to the forests\". \n\nSelective logging, for example, can leave the forest fragmented or punch holes in the canopy, drying out the vegetation below. This, combined with the effects of climate change, is leaving the Amazon much more likely to catch fire. \n\nAnother member of the team, Dr Alexander Lees from Cornell University, said that many bird species unique to the Amazon were suffering the most from these effects. These endemic species, he said, \"cannot survive in disturbed forests\".\n\n\"We need to keep focusing on reducing deforestation,\" said Prof Barlow, \"but we need to think about forest disturbance - how we can monitor it, how we can reduce it, and how we can maintain pristine forest in large blocks as well.\" \n\n\"Immediate action is required to combat forest disturbance in tropical nations,\" said Silvio Ferraz from the University of Sao Paulo, who was also involved in the study. \"This is particularly important in Brazil, which holds up to 40% of the world's remaining tropical forests\". \n\nProf Barlow added: \"If we're interested in conserving the life that lives with us on this planet today, then we need to conserve these systems.\"\n\nFollow Victoria on Twitter\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-1593",
        "url":"https:\/\/www.bbc.com\/news\/uk-38797692",
        "title":"Tunisia attack: Man died after delay in going to hospital",
        "target":"A Scottish man injured in a terror attack on a Tunisian resort died on his way to hospital after a 20-minute wait in an ambulance, an inquest has heard.",
        "references":[
            "A Scottish man injured in a terror attack on a Tunisian resort died on his way to hospital after a 20-minute wait in an ambulance, an inquest has heard."
        ],
        "text":"James McQuire, 66, and his wife Ann, 63, were shot near a hotel swimming pool as they tried to flee an Islamist gunman in June 2015.\n\nThe inquest at the High Court in London heard Mrs McQuire died at the scene.\n\nBut her husband of 43 years died in the back of an ambulance after the delay in taking him to hospital.\n\nSeifeddine Rezgui killed 38 people - 30 of them Britons - at the five-star Riu Imperial Marhaba, near Sousse in central Tunisia. He was later killed by security forces.\n\nThe couple, from Cumbernauld, North Lanarkshire, were on their first holiday after retiring when they were shot at the beach resort.\n\nNurse Carol Harrison, who was also on holiday, tended to Mr McQuire as he lay injured.\n\nShe told the inquest that she had seen no medically trained people at the scene other than a doctor and the ambulance crew. \n\nMrs Harrison said she had come across \"Jim from Cumbernauld\" lying next to his wife as she and her husband, a trained first aider, went to help the injured.\n\nShe decided not to move him because she worried his wound, which had stopped bleeding, would restart if she did. But hotel staff lifted him on to a sun lounger before taking him to an ambulance.\n\nMrs Harrison, a nurse of 37 years, told the inquest it had no medical equipment other than oxygen and looked more like a \"patient transport\" vehicle.\n\nDespite urging the driver to take Mr McQuire to hospital quickly, it was 15 to 20 minutes before it left the hotel.\n\nShe said: \"I asked several times, 'can we go? This man is having trouble breathing, he needs to go to hospital'.\"\n\nMr McQuire died in the back of the ambulance on the way to hospital after suffering a cardiac arrest.\n\nAsked by coroner Judge Nicholas Loraine-Smith whether she had seen any medical staff other than a doctor and the ambulance team, Mrs Harrison said: \"No.\"\n\nThe couple's son, Stuart McQuire, said they had been robbed of a happy retirement after decades of hard work.\n\nBoth Glasgow-born, Mr McQuire had been a shipyard engineer, and his wife a medical receptionist.\n\nA granddaughter born since their deaths was named Lily Ann in memory of Mrs McQuire, but her son said it was \"heartbreaking\" his parents would miss out on watching her grow up.\n\nThe inquest continues.\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-6604",
        "url":"https:\/\/www.bbc.com\/news\/business-36832779",
        "title":"Miners hold back FTSE 100 gains",
        "target":"(Close): The FTSE 100 was little changed on Tuesday, with shares in miners holding back the index.",
        "references":[
            "(Close): The FTSE 100 was little changed on Tuesday, with shares in miners holding back the index."
        ],
        "text":"London's main share index close up just 2 points at 6,697.37.\n\nCoca-Cola Hellenic Bottling, one of the leading drinks bottlers, was leading the index, up more than 3% on an encouraging note from JP Morgan.\n\nThe Anglo-Swiss firm Glencore closed down 3.5%, the biggest faller on the index, while rival firms Rio Tinto and BHP Billiton also fell.\n\nOn the currency markets, the pound was down 0.84% against the dollar at $1.3145.\n\nAgainst the euro, it was down 0.32% at €1.1931.\n\nShares in ARM Holdings were down slightly, after rising more than 40% on Monday.\n\nThe chipmaker agreed to be taken over by Japan's Softbank for £24bn.\n\nMonday's rise helped the FTSE reach a fresh 11-month high. \n\n"
    },
    {
        "gem_id":"xlsum_english-validation-6430",
        "url":"https:\/\/www.bbc.com\/news\/business-51586871",
        "title":"First class stamps to rise 6p to 76p",
        "target":"The Royal Mail is increasing the cost of postage, with first-class stamps rising 6p to 76p and second-class up 4p to 65p.",
        "references":[
            "The Royal Mail is increasing the cost of postage, with first-class stamps rising 6p to 76p and second-class up 4p to 65p."
        ],
        "text":"By Simon ReadPersonal finance reporter\n\nPrices will climb from 23 March, less than a year after they were hiked to their current levels.\n\nThe 65p second-class stamp is the maximum under an Ofcom price cap.\n\n\"These changes are necessary to help ensure the sustainability of the one-price-goes-anywhere Universal Service,\" Royal Mail said.\n\nIt blamed the increases on \"a challenging business environment\".\n\nTough market\n\nStephen Agar, managing director of letters at Royal Mail said: \"We are operating in a tough market at present, under the threat of making a loss by 2021. These price increases will help us maintain the quality of service that is expected by our customers,\"\n\nThe likelihood has increased that Royal Mail in the UK will be loss-making in 2020-21, the company said in a statement, adding: \"We want to invest £1.8bn in the UK to turnaround, grow and sustain the Universal Service.\" \n\nIt said it understands that many companies and households are finding it hard in the current economic environment.\n\n\"As a result, we have considered any pricing changes very carefully and in doing so have sought to minimise any impact on our customers.\"\n\nBut the move has angered small businesses. \"When the cost of doing business is already rising across the board, this latest rise in stamp costs for letters and for parcels is just another expense that small businesses will be forced to carry, affecting small firms that rely on Royal Mail as a major part of their business,\" said Federation of Small Businesses national chair Mike Cherry.\n\n\"We should be doing all we can to support small firms to grow and succeed, price hikes like this only prevent that. From next month it will be twice as expensive to post a letter as it was in 2006.\"\n\nCommunications watchdog Ofcom said: \"Royal Mail has the flexibility to set its own prices in order to respond to a rapidly-changing market and safeguard the universal postal service. Ofcom imposed a cap on the price of a Second Class stamp to protect vulnerable consumers, and these price increases are within this safeguard. \n\n\"Royal Mail has assured us that these price changes will be clearly communicated to customers and we will continue to monitor its performance closely, to ensure that the postal market is working well for consumers.\"\n\nMeanwhile consumer experts advised people to stock up on stamps before the price rise, to beat the increase.\n\nGuy Anker, deputy editor of Moneysavingexpert.com said: \"As stamps just say 1st or 2nd on them (Or 1st or 2nd large for the bigger ones) if you buy them now they are valid in perpetuity after. \n\n\"So while it's only pennies, if you're going to send even a big batch of Christmas cards, you may as well stock up now.\" \n\n"
    },
    {
        "gem_id":"xlsum_english-validation-1609",
        "url":"https:\/\/www.bbc.com\/news\/technology-54354526",
        "title":"Kylie Jenner's make-up firm warns of Shopify data breach",
        "target":"Kylie Jenner's make-up company has warned customers of a security breach compromising names, addresses and the last four digits of credit cards.",
        "references":[
            "Kylie Jenner's make-up company has warned customers of a security breach compromising names, addresses and the last four digits of credit cards."
        ],
        "text":"Shopify said two \"rogue\" support-team workers had stolen customer data from at least 100 sellers on its platform.\n\nKylie Cosmetics said it was among those affected but was confident customers could continue to buy on its Shopify-run website.\n\n\"Your trust is so important to us,\"  the company told them in an email.\n\n\"And we wanted to let you know we're working diligently with Shopify to get additional information about this incident and their investigation and response to this matter. \n\n\"Shopify has assured us that they have implemented additional controls designed to help prevent this type of incident from recurring in the future.\"\n\nLast year, billionaire Kylie Jenner - who rose to fame on TV series Keeping Up with the Kardashians - sold most of her shares in the company, for $600m (£463m).\n\nBeauty giant Coty now controls 51% of the 23-year-old's cosmetics brand.\n\nMore than one million merchants use Shopify, including Taylor Swift, Victoria Beckham and Tesla.\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-10924",
        "url":"https:\/\/www.bbc.com\/news\/uk-england-19589039",
        "title":"Hillsborough papers: Boris Johnson apologises over article",
        "target":"London Mayor Boris Johnson has said he was \"very, very sorry\" for comments made in 2004 about Liverpool fans in the Hillsborough disaster.",
        "references":[
            "London Mayor Boris Johnson has said he was \"very, very sorry\" for comments made in 2004 about Liverpool fans in the Hillsborough disaster."
        ],
        "text":"He was the Spectator magazine's editor, when it carried an article which said \"drunken fans\" had \"mindlessly tried to fight their way into the ground\".\n\nApologising, he said he was glad a report \"lays to rest the false allegation\" about the fans' behaviour\n\nThe Hillsborough Families Support Group said it was \"too little, too late\".\n\nMr Johnson said: \"I was very, very sorry in 2004 that the Spectator did carry an editorial that partially repeated those allegations, I apologised then and I apologise now.\n\n\"I do hope the families of the 96 victims will take some comfort from this report and that they can reach some sort of closure.\"\n\nConvenient scapegoat\n\nThe Spectator article, which was not signed, was written in the wake of the death of British hostage Ken Bigley in Iraq, but went on to criticise \"drunken\" Liverpool fans at Hillsborough.\n\nMr Johnson said sorry at the time and went to Liverpool to reiterate his apology.\n\nBut Margaret Aspinall, chairwoman of the Hillsborough Families Support Group, who lost her son James, 18, in the tragedy, said: \"What he has got to understand is that we were speaking the truth for 23 years and apologies have only started to come today from them because of yesterday. \n\n\"It's too little, too late.\n\n\"It's fine to apologise afterwards. They just don't want their names in any more sleaze. No, his apology doesn't mean a thing to me.\"\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-4330",
        "url":"https:\/\/www.bbc.com\/news\/uk-38128570",
        "title":"Football Association child sex abuse review 'not enough'",
        "target":"The FA has been too slow in reacting to allegations of sexual abuse in football and must launch a \"much wider\" inquiry, Conservative MP Damian Collins says.",
        "references":[
            "The FA has been too slow in reacting to allegations of sexual abuse in football and must launch a \"much wider\" inquiry, Conservative MP Damian Collins says."
        ],
        "text":"The culture, media and sport committee chairman told the BBC the FA review into claims ex-players were abused as children needed to establish if there was a cultural problem in the sport.\n\nThe FA's internal review will look at what officials and clubs knew and when.\n\nGoverning body Fifa said it was monitoring the situation closely.\n\nFour police forces say they are now investigating historical allegations of child sex abuse. \n\nOn Sunday, the FA instructed independent leading counsel Kate Gallafent QC to oversee its internal review, saying it would look into \"what information the FA was aware of at the relevant times, what clubs were aware of, and what action was or should have been taken\".\n\nThe FA said it was working closely with police, adding it \"must ensure we do not do anything to interfere with or jeopardise the criminal process\".\n\nHowever, Mr Collins told BBC Radio 4's Today programme that while the FA announcement was a \"step in the right direction\", it could be doing more.\n\nHe said the governing body could have been \"quicker out of the blocks\", adding: \"This internal review needs to go much wider.\n\n\"They need to make it clear that this is a full investigation, the person leading it can take it in whatever direction they want, that anyone in football who is called as a witness is compelled to give evidence.  \n\n\"I think, crucially, it shouldn't just investigate individual allegations made in the past, but ask the question, 'Should people in football have known more?'\"\n\nHe said the investigation should also assess whether there were problems with \"the whole culture of football\", and it was vital its findings were published in full.\n\nFormer sports minister Richard Caborn told the programme \"real concerns\" about the protection of young people in football - and other sports - existed when he was in government in 2001.\n\n\"I met officials from the NSPCC at that time,\" he said, adding that he had pressed for independent structures and a whistleblower hotline to be set up, but nothing had happened.\n\nClubs investigating\n\nThe Hampshire, Cheshire, Northumbria and Metropolitan police forces have all opened investigations following recent allegations.\n\nThey come after former players including David White, Andy Woodward, Steve Walters and Paul Stewart have spoken out about abuse.\n\nEx-Crewe player Woodward, 43, went public on 16 November about his abuse by former Crewe coach and youth football scout Barry Bennell, who was later convicted of sex offences against children. \n\nCrewe have begun their own independent review into the allegations.\n\nFormer youth team players Chris Unsworth and Jason Dunford also told BBC's Victoria Derbyshire programme they had been abused by Bennell.\n\nProfessional Footballers' Association (PFA) chief executive Gordon Taylor says more than 20 former footballers have come forward regarding allegations of sexual abuse.\n\nTaylor said at least \"six or seven clubs\" including Crewe, Manchester City, Blackpool, Leeds, Stoke and Newcastle were connected with \"particular individuals\".\n\nBlackpool released a statement saying the club was \"yet to receive any information from the PFA or relevant authorities in relation to the ongoing investigations of historical abuse\".\n\nLeeds also said it had not been made aware of any allegations, but would \"take any such complaints seriously and will cooperate fully with the PFA and the FA with any investigations\".\n\nFifa said in a statement: \"We are aware of the allegations. Fifa considers the protection of children and young people as fundamental in football and we will monitor the situation closely.\"\n\nHave you been affected by the issues raised in this story? You can email haveyoursay@bbc.co.uk with your experience.\n\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways:\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-9516",
        "url":"https:\/\/www.bbc.com\/news\/uk-politics-11013291",
        "title":"Nick Clegg promises to overhaul social mobility",
        "target":"The coalition will boost social mobility by focusing on helping children from deprived backgrounds, Nick Clegg has said. \n\n",
        "references":[
            "The coalition will boost social mobility by focusing on helping children from deprived backgrounds, Nick Clegg has said. \n\n"
        ],
        "text":"The deputy prime minister promised a \"more rounded approach\" than under Labour, whose investment of \"huge sums\" had made \"little discernible impact\".\n\nMr Clegg said he wanted to use education to \"improve people's lives\".\n\nBut Labour leadership contender David Miliband said the coalition's policies would damage social mobility.\n\nThe debate comes as the coalition marks its 100th day in power.\n\nSpeaking at an event organised by the Centre Forum think-tank, Mr Clegg confirmed that former Labour minister Alan Milburn has been appointed as the government's independent reviewer on social mobility.\n\nHe said: \"Under Labour huge sums of money were spent pushing low-income households just above the statistically defined level of household income - sometimes by just a few pounds a week - but with no discernible impact on the real life chances of the next generation.\n\n\"Tackling poverty of opportunity requires a more rounded approach. Welfare reform, for example, should be based on the need to improve people's lives, not just raise their incomes.\"\n\nMr Clegg, who is overseeing the government's policy on social mobility, said making improvements would be \"like turning the wheel on an oil tanker\", but promised towards them over the long term.\n\nHe said: \"Fairness means everyone having the chance to do well, irrespective of their beginnings.\n\n\"Fairness means that no one is held back by the circumstances of their birth. Fairness demands that what counts is not the school you went to or the jobs your parents did, but your ability and your ambition.\n\n\"In other words, fairness means social mobility.\"\n\nBut, he argued that this had, at best \"flatlined\" over recent decades, with \"inter-generational\" poverty still common.\n\nQuestioned about his own background, Mr Clegg, who was educated at public school and Cambridge University, said: \"The evidence is absolutely overwhelming that the circumstances of birth on what a person will be... is far, far too great.\"\n\nThe deputy prime minister said the coalition would tackle \"social segregation\" and had begun to do so by taking many of the lowest earners out of paying income tax.\n\nIn education, resources would be focused on the most disadvantaged, during early years and schooling.\n\nMr Clegg added that the Sure Start programme set up under Labour would go \"back to its original purpose of early intervention, increasing its focus on the neediest families\".\n\nMr Miliband told BBC News: \"Anyone who cares about social mobility can't believe anything they hear from a government who expect the poor to take the greatest burden.\"\n\nHe added that the coalition's tax policies would \"hit social mobility, rather than help it\".\n\nMr Miliband also said he was \"proud\" of Labour's record on social mobility but \"not satisfied\".\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-2216",
        "url":"https:\/\/www.bbc.com\/news\/uk-politics-eu-referendum-35479506",
        "title":"EU referendum: Cameron 'happy to be judged' on draft deal",
        "target":"David Cameron says he is \"happy to be judged\" on his EU reform deal after facing a grilling from MPs.",
        "references":[
            "David Cameron says he is \"happy to be judged\" on his EU reform deal after facing a grilling from MPs."
        ],
        "text":"London Mayor Boris Johnson was among those to question the proposals - which pave the way for the UK's EU referendum to be held in June - asking how they would restore UK sovereignty.\n\nHe also said the PM was \"making the best of a bad job\".\n\nMr Cameron said \"intense negotiations\" lay ahead but told the BBC the draft deal was a \"big step forward\".\n\nEuropean Council President Donald Tusk, who published the draft deal aimed at satisfying the UK's demands for EU reform, will meet David Cameron in London on Thursday.\n\nAn EU source said this would be a chance for the two to discuss the state of play in the negotiations,\n\nMr Cameron is aiming to get agreement from all member states at an EU summit in Brussels in a fortnight.\n\nFrench president Francois Hollande said no further changes should be agreed at this stage.\n\nHe told reporters a compromise had been found \"to find solutions to problems that until now seemed difficult to resolve\", but added there could be \"no new adjustments (or) new negotiations\" at the summit.\n\n'Not perfect'\n\nEarlier, Mr Cameron faced two hours of questions from MPs on the draft agreement unveiled by the EU aimed at satisfying his demands for reform of the UK's relationship with Brussels.\n\nResponding to Mr Johnson, he jabbed his finger on the despatch box to emphasise his point, telling his Conservative colleague: \"I am not saying this is perfect, I am not saying the European Union will be perfect after this deal - it certainly won't be - but will the British position be stronger and better? Yes it will.\"\n\nIn his answer, the prime minister also said he would introduce measures to put the UK Parliament's sovereignty \"beyond doubt\" at the same time as concluding his EU negotiations.\n\nBBC deputy political editor James Landale said this suggested how the PM might attempt to persuade Mr Johnson to back the campaign to remain in the EU.\n\nThe London mayor has previously argued that it would be better if Britain was able to block EU laws on its own, without having to rely on the support of other member states.\n\n'More to do'\n\nAsked before the debate about whether he supported Mr Cameron's reforms, he said: \"Most people looking at this will think there's a lot more to do.\"\n\nIn an interview with BBC political editor Laura Kuenssberg, Mr Cameron denied having compromised over welfare curbs for EU migrants and defended his decision to ban ministers from campaigning to leave the EU until after the summit.\n\nEveryone in government, he said, was \"committed to making these renegotiations as good as they can possibly be\".\n\nBut the BBC understands several Eurosceptic ministers - including Commons leader Chris Grayling - are discussing whether to break ranks before Mr Cameron announces the date of a referendum.\n\nFormer defence secretary Liam Fox said he was \"certain\" four or five cabinet ministers would eventually join the campaign to leave, adding that the offer on the table meant that \"what we can get, at best, is better membership of the wrong club\".\n\nMr Cameron told MPs the details would need to be pinned down during the course of the \"intense\" round of negotiations - but the draft deal hammered out with top EU officials was the strongest ever achieved on freedom of movement rules.\n\nThe prime minister urged Tory MPs to vote \"with their hearts\" based on what they believed was right for Britain and not what \"might be advantageous\" to them personally.\n\nThat did not stop Eurosceptic Tory MPs lined up to criticise it, with Jacob Rees-Mogg saying Mr Cameron had two weeks to salvage his reputation as a negotiator after serving up \"thin gruel\" which had been further watered down.\n\nFirst ministers protest\n\nLabour leader Jeremy Corbyn said his party wanted the UK to remain in the EU but he dismissed the prime minister's renegotiations as a \"smoke and mirrors sideshow\" and said he had \"ended up exactly where he knew he would be, making the case to remain in Europe\".\n\nIn a separate development, the first ministers in Scotland, Wales and Northern Ireland have written to Mr Cameron calling on him not to hold the EU referendum in June. \n\nAt Prime Minister's Questions, Mr Cameron insisted voters would be \"perfectly capable\" of coping with two separate ballots.\n\nUKIP leader Nigel Farage, meanwhile, told MEPs Mr Cameron's deal was \"hardly worth the wait\" and \"really rather pathetic\", adding that it had \"no treaty change, no powers returned, and no control of our borders\". \n\nBut European Commission President Jean-Claude Juncker talked up the draft deal in a speech to the European Parliament, saying it addressed Mr Cameron's concerns \"while respecting the treaties\".\n\nThe draft deal includes an \"emergency brake\" to restrict in-work benefits for EU migrants. But it would have to be agreed by other EU nations and it would be \"graduated\", with more money from tax credits paid to migrants the longer they remain in the UK. \n\nThe draft says Mr Cameron's demand to exempt Britain from the EU principle of \"ever-closer union\" between member states would be written into a future treaty. There are also measures relating to protection for non-euro countries in the EU, to a new way for member states to club together to block some new EU laws and on business regulations.\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-8544",
        "url":"https:\/\/www.bbc.com\/news\/entertainment-arts-27561439",
        "title":"Cannes 2014: Winter Sleep wins Palme d'Or",
        "target":"Turkey's Nuri Bilge Ceylan has won the Palme d'Or at the Cannes Film Festival for his film Winter Sleep.",
        "references":[
            "Turkey's Nuri Bilge Ceylan has won the Palme d'Or at the Cannes Film Festival for his film Winter Sleep."
        ],
        "text":"Briton Timothy Spall was named best actor for his portrayal of the British artist JMW Turner in Mr Turner.\n\nWinter Sleep, a domestic drama telling the story of a family running a hotel in the snowy Turkish mountains, beat 17 other contenders to the top prize.\n\nCeylan dedicated the award to \"the young people in Turkey and those who lost their lives in the last year\".\n\nA coal mine explosion in Soma in Turkey recently killed 301 workers.\n\nMr Turner, directed by Mike Leigh, had been tipped for an award after being lauded by the critics at Cannes.\n\nSpall has said he was ideally cast to play the artist because \"he was a funny-looking, fat little man and so am I\".\n\n\"I've spent a lot of time being a bridesmaid\", he said, reading his speech from his mobile phone.\n\n\"This is the first time I've ever been a bride\". \n\nThe best actress award went to Julianne Moore in David Cronenberg's Hollywood satire Maps to the Stars.\n\nLeviathan, a Russian film about corruption, was named best screenplay, while Bennett Miller won the award for best director for his wrestling drama Foxcatcher.\n\nCeylan, who noted that his award came on the 100th anniversary of Turkish cinema, had previously won awards at Cannes for his films Uzak, Climates, Three Monkeys and Once Upon a Time in Anatolia.\n\nWinter Sleep, which runs for more than three hours, stars Haluk Bilginer - who once appeared in BBC One soap Eastenders - as a wealthy retired actor living with his younger wife and his recently-divorced sister.\n\nDirector Jane Campion, who led the jury, said the film was \"masterful\" and \"ruthless\".\n\nThe jury prize was shared by the oldest and youngest directors at the Cannes festival: Mommy, by 25-year-old Xavier Dolan, and 83-year-old Jean-Luc Godard's Goodbye to Language.\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-1220",
        "url":"https:\/\/www.bbc.com\/news\/uk-scotland-scotland-politics-46905024",
        "title":"Sturgeon to set out indyref2 plans even if Brexit extended",
        "target":"Nicola Sturgeon has pledged to set out her plans for a second independence referendum \"in the coming weeks\" even if the Brexit deadline is extended.",
        "references":[
            "Nicola Sturgeon has pledged to set out her plans for a second independence referendum \"in the coming weeks\" even if the Brexit deadline is extended."
        ],
        "text":"The first minister and SNP leader had previously said she would have to wait for the \"fog\" around Brexit clears before she sets out a timetable.\n\nBut she told MSPs that she would speak soon, even if talks over Brexit are extended beyond the 29 March exit date.\n\nThe Tories said \"now is not the time\" for another independence referendum.\n\nSupporters of independence gathered outside Holyrood while the MSPs were speaking, urging Ms Sturgeon to \"activate the mandate\" and call a referendum.\n\nMs Sturgeon called for a new independence vote in the aftermath of the EU referendum, which saw 62% of Scottish voters back remain only for the UK as a whole to vote to leave.\n\nHowever, the SNP leader subsequently \"reset\" her timetable after her party lost 21 seats in the snap general election in 2017.\n\nHaving previously said she must \"wait for the fog of Brexit to clear\" before settling on a new plan, Ms Sturgeon told MSPs on Thursday that there was still \"water to go under the bridge\" on the issue of EU membership.\n\nBut she said she would set out her thoughts on the timing of a second independence referendum within \"weeks\".\n\nMs Sturgeon has also been campaigning for a new vote on Brexit, calling on Prime Minister Theresa May extend the current 29 March exit after MPs overwhelmingly rejecting her proposed withdrawal deal on Tuesday.\n\nScottish Green co-convener Patrick Harvie, who also backs independence, asked the first minister if her planned update on independence would happen \"even if Article 50 is extended\".\n\nMs Sturgeon replied by simply saying \"yes\", before adding: \"Of course, it could be that the extension of Article 50 is simply a reprieve from Brexit, not a solution to it. \n\n\"There is water to go under the bridge in the next number of weeks. When it has done so, I will make my views on the timing of a choice on independence clear.\n\n\"It is then, of course, for all of us who support independence - which certainly includes me and Patrick Harvie - to get out there and make the case.\"\n\n'Now is not the time'\n\nMr Harvie said clarity was needed on independence in light of the \"incompetent misrule from Westminster\".\n\nBut Scottish Conservative interim leader Jackson Carlaw told the BBC there was \"no way\" a new referendum should be called.\n\nHe said: \"As both Ruth Davidson and the prime minister have made clear, now is not the time. \n\n\"There is no public appetite for a second independence referendum, and I think it's ridiculous of the first minister to add yet further constitutional conflict when there's a tremendous amount of really challenging change the country has to face.\"\n\nMr Carlaw was echoing the words of Mrs May when she rejected Ms Sturgeon's demands for a referendum prior to the 2017 election.\n\nFor the 2014 referendum, the governments in Edinburgh and London signed a \"section 30 order\" paving the way for the vote.\n\nSuch cooperation was not forthcoming when MSPs voted calling for a new referendum in 2017, but the standoff over the issue was dissipated when Ms Sturgeon put her plans on hold.\n\nThe first minister has previously downplayed the possibility of a \"wildcat\" referendum being held without the backing of the UK government, and has suggested that the SNP might instead need to win a fresh electoral mandate to break the impasse with UK ministers.\n\nIn November 2018, she told a meeting of the Women for Independence group: \"Ultimately, if the only way through that is to take that to an election, and ask the people of Scotland to use an election to say 'No, we will have absolutely our right to choose', I think maybe that's what that will take.\"\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-10431",
        "url":"https:\/\/www.bbc.com\/news\/uk-england-bristol-50026807",
        "title":"Missing semi-wild Savannah cat re-captured in Bristol",
        "target":"A semi-wild Savannah cat that escaped from its owner's house four days ago has been re-captured.",
        "references":[
            "A semi-wild Savannah cat that escaped from its owner's house four days ago has been re-captured."
        ],
        "text":"The 4ft-long (1.2 m) male animal went missing from a home in the Sea Mills area of Bristol on Monday evening,\n\nIt was caught in the garden of a house a few streets away on Saturday morning, after it had been heard in nearby woods, and was coaxed into a cage with a piece of chicken.\n\nThe cat's owner Laura Page said she was delighted to get it back. \n\nHazel Richards, who runs a website that normally helps locate missing dogs, said she used wildlife cameras to \"get an idea of where the animal had been going\".\n\n\"I used a thermal scope and went down a track in a wooded area,\" she said.\n\n\"I heard an unusual noise in the thick brambles - and because it's been raining so heavily - the mud was smooth and I could see a footprint that was obviously a big cat.\"\n\nShe said the animal was then coaxed into a cage by Ms Page, who was holding the piece of meat.\n\n\"Apart from a couple of little marks on his head, and the loss of his collar, otherwise he is perfectly well,\" she said.\n\n\"She was absolutely delighted. She was overwhelmed to get her cat back. She'd been so worried.\"\n\nThe Savannah breed is a cross between a domestic cat and an African Serval.\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-8146",
        "url":"https:\/\/www.bbc.com\/news\/uk-england-kent-14670050",
        "title":"Actor Timothy Spall rescued by Sheerness lifeboat",
        "target":"A lifeboat crew was sent out to rescue actor Timothy Spall on board his 55ft barge when he got lost on his way back to Chatham Marina in Kent.",
        "references":[
            "A lifeboat crew was sent out to rescue actor Timothy Spall on board his 55ft barge when he got lost on his way back to Chatham Marina in Kent."
        ],
        "text":"Spall was filming for a BBC Four programme Timothy Spall: Back at Sea on Wednesday when he and four others on the Dutch barge called for help.\n\nThe RNLI said he radioed the Coastguard when the barge headed the wrong way up the River Medway towards Sheerness.\n\nThe programme's producer said Spall was exhausted after a difficult 24 hours.\n\nThe RNLI said the crew of Sheerness lifeboat were receiving training in their boathouse when they overheard discussions between the barge and the Coastguard.\n\nThe lifeboat was launched at 21:30 BST after authorisation from the RNLI launch authority.\n\n\"There is lots of mud round there and you need to know where you are otherwise you can end up aground,\" said crew member Andy Matthews.\n\n\"He was right to call us. Things could have got much worse. Mr Spall was very grateful for the RNLI's assistance.\"\n\nThe barge was located about two miles from the lifeboat station at the entrance to Stangate Creek.\n\nCrew member Nicki Wood boarded the barge and escorted it back to safety at Queenborough Harbour, where it moored overnight.\n\nBack at Sea producer Paul Crompton said Spall arrived at Chatham Marina on the barge on Thursday, where they would remain for two or three days.\n\nSpall and his wife, Shane, have been sailing their Dutch barge around the British Isles for the BBC Four series.\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-2755",
        "url":"https:\/\/www.bbc.com\/news\/uk-scotland-north-east-orkney-shetland-20726077",
        "title":"Suicide warning: 'Try not to cope alone'",
        "target":"Support groups, and an Aberdeen woman whose life has been affected by suicide, are urging people not to try and cope alone over the festive period.",
        "references":[
            "Support groups, and an Aberdeen woman whose life has been affected by suicide, are urging people not to try and cope alone over the festive period."
        ],
        "text":"Kathleen Findlay's mother took her own life after suffering from mental health problems.\n\nShe has written poetry about her experiences in the wake of her mother's death.\n\nThe Choose Life suicide prevention group said Christmas can be a \"difficult\" time for the lonely.\n\nThere were believed to be more than 50 suicides in the north east of Scotland in 2011.\n\nMrs Findlay told BBC Scotland: \"My mum committed suicide when I was 15 which was over 30 years ago.\n\n\"It has affected the whole family.\n\n\"I bottled it up for 30 years. If we all opened up we could support each other.\"\n\nNeil Murray, from Choose Life, said he believed the risks can be greater for those affected by or at risk from suicide over the festive period.\n\nHe said: \"Christmas is a time for families, but not everyone is close to their family.\n\n\"Loneliness is a terrible thing.\n\n\"If you are feeling low or depressed there are organisations you can turn to.\"\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-10574",
        "url":"https:\/\/www.bbc.com\/news\/uk-england-37938308",
        "title":"Southern rail faces legal action over holiday strike pay",
        "target":"Southern railway is facing legal action over its decision to withhold holiday pay from workers involved in the conductors' strike.",
        "references":[
            "Southern railway is facing legal action over its decision to withhold holiday pay from workers involved in the conductors' strike."
        ],
        "text":"The Rail, Maritime and Transport (RMT) union said lawyers had advised there was a case to challenge Southern.  \n\nGovia Thameslink (GTR), Southern's parent company, said it would withhold pay unless conductors have worked or will work normally during the dispute.\n\nThe RMT has been embroiled in a bitter dispute over the role of conductors. \n\nThe union told Southern it had received legal advice that withholding backdated holiday pay was in breach of legislation.\n\n'Setting a deadline'\n\nIn a message to RMT members, Mick Cash, the union's general secretary, said: \"We will inform the company that we now expect these payments to be made to you and your colleagues with immediate effect.\n\n\"I will be setting a deadline for the company to respond and if the company continue to deny our members the agreed payments then claims will be placed into early conciliation and employment tribunal proceedings will be lodged with immediate effect.\"\n\nFurther strikes are planned by the RMT in the coming weeks, in the run-up to Christmas and over the new year.\n\nSouthern wants drivers, rather than conductors, to operate carriage doors at certain times. \n\nA Southern spokesman said: \"Passengers have had to endure 17 days of strikes so far, with 11 more days to come.\n\n\"These strikes have caused misery and hardship to people's work and family lives. We feel we cannot make these payments to conductors who are currently taking industrial action.\"\n\n\"The fact they have taken strike action makes the calculation of what is owed more complicated,\" he added. \n\n\"We plan to pay them once the industrial action is over.\"\n\nRMT strike dates:\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-9258",
        "url":"https:\/\/www.bbc.com\/news\/uk-england-wiltshire-23375914",
        "title":"Plans submitted for 'large' solar farm in Wiltshire",
        "target":"Plans to build one of the largest solar farms in the UK on an old airfield near Swindon, have been submitted by developers.",
        "references":[
            "Plans to build one of the largest solar farms in the UK on an old airfield near Swindon, have been submitted by developers."
        ],
        "text":"Swindon Commercial Services (SCS) wants to put 160,000 solar panels on 200 acres of a former RAF site, now owned by The Science Museum at Wroughton.\n\nSCS, a company owned by Swindon Borough Council, said it could create enough energy to power about 12,000 homes.\n\nIt has teamed up with the Science Museum to develop the £50m project. \n\n'Largest solar farm'\n\nThe Science Museum took over the airfield in the 1970s and uses the site's hangars to store more than 16,000 large objects not currently on display in London.\n\nAccording to SCS, the proposed solar farm is expected to generate 38 gigawatt hours (GWh) of energy a year and is currently the largest being planned in the UK.\n\nThe council's closing date for consultation responses is 7 August.\n\nIt was announced last month that public services in Swindon are to be returned to the control of the local authority after SCS, the company it set up to manage them, proved unprofitable.\n\nSCS has managed services such as waste collection, pothole repair and street cleaning for the local council since 2010, but will now concentrate on renewable energy projects.\n\nRelated Internet Links\n\nSwindon Borough Council\n\nSwindon Commercial Services (SCS)\n\nScience Museum, Wroughton\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-8237",
        "url":"https:\/\/www.bbc.com\/news\/uk-politics-21914540",
        "title":"Social housing residency test introduced by David Cameron",
        "target":"Immigrant families will be kept off council house waiting lists in England for at least two years, under plans set to be announced by the prime minister.",
        "references":[
            "Immigrant families will be kept off council house waiting lists in England for at least two years, under plans set to be announced by the prime minister."
        ],
        "text":"Downing Street said David Cameron would say on Monday that councils would have to introduce a residency test to stop immigrants gaining immediate access. \n\nLocal authorities can already set their own criteria, but many do not.\n\nThe Local Government Association said it was \"very concerned\", and councils should decide how to meet housing need. \n\nBoth Labour leader Ed Miliband and Lib Dem leader Nick Clegg have recently given speeches on immigration.\n\nAnd a poll conducted in Eastleigh on the day of the by-election on 28 February suggested 55% of people who voted for UKIP - which came second - said the issue was their biggest reason for supporting the party.\n\nMigrant 'expectations'\n\nThe government says about 9% of new social lettings go to foreign nationals, a rise from 6.5% in 2007\/08. According to official figures, foreign nationals make up 12% of the population.\n\nMr Cameron will say that the government will issue statutory guidance to local authorities.\n\nHe wants to remove \"any expectation that new migrants can expect the British taxpayer to give them a home on arrival\".\n\nA social housing applicant would have to live in an area for between two and five years before going on the waiting list.\n\nHe is expected to say that \"this will stop someone from turning up and immediately gaining access to social housing\". \n\nExceptions will be in place for British residents who have to move for genuine reasons, such as work or because of a family breakdown.\n\nSpeaking on Sky News, immigration minister Mark Harper said: \"That's one of the issues that really upsets people when they see somebody arrive in the country and they appear to get better treatment than people that have been there for a long time.\"\n\nHe said the government was also looking at immigrants' access to benefits, healthcare and education as well as housing.\n\nChief Secretary to the Treasury Danny Alexander said: \"If you want a stronger economy, then we need a society that can welcome immigrants to make an economic contribution to our country, that's what I want to see.\n\n\"But we also need to have rules in our immigration system that are seen to be fair, that British people can have confidence in and that's the balance that we're trying to achieve.\"\n\nThe Local Government Association's Mike Jones said immigration and lack of housing were separate issues and that, while there were things the government could do to help, this proposal was \"a bit of a sideshow\".\n\n\"If they are in the country legally then we have a responsibility to do things that are right for people and that's housing,\" he told BBC Radio 4's The World This Weekend. \n\n\"Now if we don't house them that means that we are going to have to deal with them under the homeless laws which cost us a great deal more money. So I think it's down to local councils to pick and choose how they can actually deliver the housing need within their areas.\"\n\n'Wholly disproportionate'\n\nMr Cameron's speech on immigration comes days after his deputy prime minister, Mr Clegg, made his biggest intervention to date in the debate, and at a time when concerns have been raised about the potential influx of migrants from Bulgaria and Romania when movement restrictions are loosened at the end of the year.\n\nMr Clegg called for cash deposits of more than £1,000 for some migrants from \"high risk\" countries, to be taken with their visa applications and repaid when they leave the UK.\n\nPoliticians' response to immigration has been described as \"wholly disproportionate\" by the Bishop of Dudley, the Right Reverend David Walker, speaking to the Observer. \n\n\"Public fears around immigration are like fears around crime. They bear little relationship to the actual reality,\" said the bishop, who spent 20 years on the boards of housing associations.\n\n\"The true threats to our national wellbeing lie not with those who come to visit or make their lives here but with the increasing gap between the rich and poor among us.\"\n\nSpeaking later on Radio 4's Sunday programme, he added: \"The reason why people are not getting council housing or housing association properties is not to do with people coming from overseas, it's because governments have failed to build enough social homes and private builders, frankly, at the moment are sitting on land - they're not prepared to build them because it looks better on their balance books undeveloped.\"\n\nLondon Mayor Boris Johnson said the capital and the UK \"benefit hugely\" from attracting talented people from around the world, but it was important to \"strike a balance\".\n\n\"If it is going to make the difference and help us to stop people coming here who want to leech off the system, to put it in crude terms, without damaging our openness to talent then I completely support it,\" he told the BBC's Andrew Marr Show.\n\nLabour leader Ed Miliband recently admitted the last Labour government did not do enough for ordinary people, becoming distant on issues such as immigration.\n\n\"But high levels of migration were having huge effects on the lives of people in Britain - and too often those in power seemed not to accept this,\" he said in January.\n\n\"The fact that they didn't explains partly why people turned against us in the last general election.\"\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-9279",
        "url":"https:\/\/www.bbc.com\/news\/technology-54440662",
        "title":"Trump Covid post deleted by Facebook and hidden by Twitter",
        "target":"Facebook has deleted a post in which President Trump had claimed Covid-19 was \"less lethal\" than the flu.",
        "references":[
            "Facebook has deleted a post in which President Trump had claimed Covid-19 was \"less lethal\" than the flu."
        ],
        "text":"Mr Trump is at the White House after three days of hospital treatment having tested positive for the virus.\n\nHe wrote the US had \"learned to live with\" flu season, \"just like we are learning to live with Covid, in most populations far less lethal!!!\"\n\nTwitter hid the same message behind a warning about \"spreading misleading and potentially harmful information\".\n\nUsers have to click past the alert to read the tweet.\n\n\"We remove incorrect information about the severity of Covid-19, and have now removed this post,\" said Andy Stone, policy communications manager at Facebook.\n\nAn exact mortality rate for Covid-19 is not known, but it is thought to be substantially higher - possible 10 times or more - than most flu strains, according to Johns Hopkins University.\n\nThe President has reacted by posting: \"REPEAL SECTION 230!!!\"\n\nThis is a reference to a law that says social networks are not responsible for the content posted by their users.\n\nBut it allows the firms to engage in \"good-Samaritan blocking\", including the removal of content they judge to be offensive, harassment or violent.\n\nIf the law were to be repealed, social media companies would face being sued over the edits and changes of user content they made.\n\nFacebook doubles down\n\nThis is the second time that Facebook has deleted a post from the president. Twitter has intervened more often with deletions and warnings.\n\nBoth social networks have vowed to combat potentially dangerous misinformation around the virus.\n\nBut Mr Trump has taken issue with what he sees as editorialising by the companies. \n\nShortly after Twitter put a warning label on his posts for the first time in May, Mr Trump signed an executive order to repeal Section 230.\n\nThe proposal has attracted cross-party support - but for different reasons.\n\nThe Republicans say there is a bias against or even outright censorship of conservative views online and want this to stop. The Democrats say they are more interested in the spread of misinformation.\n\nLast week, the US Senate Commerce Committee issued subpoenas for the heads of Facebook, Twitter and Google to probe the matter further. \n\nPressure has been mounting on Facebook and Twitter to do more to tackle misinformation both about the pandemic and the US election. For that reason, their decisive action on Trump's recent post promoting false claims about the severity of coronavirus will be welcomed. \n\nThat said, Trump's comments about the flu - and those yesterday saying \"Don't be afraid of Covid\" - have already started to fuel conspiracy theories online. \n\nPosts in pro-Trump and anti-mask Facebook groups have shared the comments with captions about the pandemic not being real, or not very serious. They have also used it to encourage others not to follow health guidance like wearing a mask or social distancing.  \n\nEarly on in the pandemic, the BBC investigated the human cost of misinformation, including those who fell seriously ill because social media posts led them to doubt the reality or severity of the pandemic and ignore advice.  \n\nThe hope will be that this action from social media sites could reduce the risk of that happening - but those who may have already been exposed to this disinformation could be impacted.  \n\nAnd all eyes will be on social media sites to see if they keep up this approach to tackling disinformation - coronavirus, political or otherwise - especially from the US Election candidates as polling day nears. \n\n"
    },
    {
        "gem_id":"xlsum_english-validation-10187",
        "url":"https:\/\/www.bbc.com\/news\/uk-scotland-scotland-politics-50036176",
        "title":"SNP conference: Nicola Sturgeon says indyref2 'must happen next year'",
        "target":"A second referendum on Scottish independence \"must happen next year\", Nicola Sturgeon has told the SNP conference.",
        "references":[
            "A second referendum on Scottish independence \"must happen next year\", Nicola Sturgeon has told the SNP conference."
        ],
        "text":"Ms Sturgeon confirmed that she will ask the UK government for formal consent by the end of this year.\n\nShe said Westminster had \"no right\" to block the request, and its opposition to indyref2 is \"not sustainable\". \n\nBut she stressed any referendum had to be legal if the result was to be recognised internationally. \n\nShe said this was because her aim was not merely to deliver a referendum - but to deliver independence. \n\nMs Sturgeon, who is Scotland's first minister, told delegates at the conference in Aberdeen: \"My call is that the referendum must happen next year.\n\n\"And we are getting ready. By the new year, we will have completed our legislative preparations. We are already working to update the independence prospectus.  \n\n\"And I can confirm today that before the end of this year, I will demand the transfer of power that puts the legality of a referendum beyond any doubt.\"\n\nThe UK government has repeatedly said it will not grant a Section 30 order, which was used to ensure the legality of the independence referendum in 2014 in which Scottish voters opted to remain in the UK by 55% to 45%.\n\nThis has led to calls for Ms Sturgeon to outline a so-called Plan B, with some activists and elected politicians arguing that the SNP winning a majority of Scottish seats in an election would be enough for independence negotiations to begin with the UK government.\n\nOthers have called for an unofficial referendum to be held, similar to the disputed one in Catalonia in 2017 - while the Scottish government's Brexit secretary, Mike Russell, has not ruled out the possibility of a legal challenge to the UK's government's position. \n\nBut Ms Sturgeon told the conference that the question should not be what the SNP will do if Westminster refuses to agree to a Section 30. \n\nShe said: \"The question should be demanded of the Westminster parties - what gives you any right to deny people in Scotland our ability to choose our own future? \n\n\"The Westminster refusal is not sustainable. We can already see the cracks appearing.\n\n\"Just like us, they know there is going to be a referendum. And they know that when there is, Scotland will choose independence.\"\n\nHowever, she again stressed that the process \"must be legal\" and must \"allow majority support to be expressed clearly and unambiguously\".\n\nShe added: \"It must have the recognition of the international community. Why? Because our job is not just to deliver a referendum. Our job is to deliver independence.\"\n\nEarly independence referendum 'potentially risky' for SNP\n\nAnalysis by polling expert Prof Sir John Curtice\n\nIt is very clear that the SNP now want an early independence referendum, and they are clearly buoyed up by polls that show something of an increase of support for independence - not least among those who voted Remain.  \n\nBut let's just bear in mind the polls are at best saying 50% support for independence. We're still a very long way from the position that we were told not so long ago that the SNP would want to see opinion polls consistently, over a considerable period of time, saying 60% support before they would take the prospect of another referendum.\n\nHolding an early referendum is potentially a very risky project. In particular, I think there's a crucial question that the circumstance under which a second referendum might actually happen are ones that are perhaps rather different from the current political circumstances.\n\nIf we accept - as Nicola Sturgeon implied - that a referendum is only to happen if we get a hung parliament, well, the hung parliament implies that Boris Johnson no longer prime minister so that reason for independence disappears. \n\nBut also it probably implies that we may have had another referendum on EU membership which might have come up with a different result and therefore Brexit is no longer a potential rallying call for independence.\n\nWhat else did Ms Sturgeon say?\n\nDid she announce any new policies?\n\nMs Sturgeon said the Scottish government would introduce a new law to establish emergency protective orders which would help to ensure that it is the perpetrators of domestic violence rather than the victims who lose their homes. \n\nShe said: \"We need to change the reality that for women and their children, often the only way to escape an abuser is to flee their home. For too many, that results in the victims of abuse becoming homeless.\"\n\nMs Sturgeon also announced that the SNP will scrap non-residential social care charges for all if she is still first minister after the Holyrood election in 2021.\n\nAnd she said her party would pledge to expand childcare into the school holidays for primary pupils from the poorest backgrounds in its election manifesto.\n\nWhat has the reaction been?\n\nScottish Conservative leader Jackson Carlaw said the answer from Downing Street to Ms Sturgeon's request for a Section 30 order should be an \"unequivocal no\".\n\nAnd he claimed Ms Sturgeon \"simply wanted to get through what was a potentially hostile conference with a series of vacuous promises which will never be kept, and throw some red meat to the hardliners\".\n\nScottish Labour leader Richard Leonard said Ms Sturgeon plan would mean \"more division and uncertainty\" and could result in a hard border between Scotland and England.\n\nAnd Willie Rennie, the leader of the Scottish Liberal Deomcrats, said independence would be \"bad for Scotland just like Brexit because breaking up long-term economic partnerships is very hard to do\".\n\n"
    },
    {
        "gem_id":"xlsum_english-validation-15",
        "url":"https:\/\/www.bbc.com\/news\/uk-northern-ireland-48887853",
        "title":"Autism: Parents calls for more support in Northern Ireland schools",
        "target":"Paul McDonald's autistic son, Jim, has been suspended from his mainstream primary school for 30 days in the past three months.",
        "references":[
            "Paul McDonald's autistic son, Jim, has been suspended from his mainstream primary school for 30 days in the past three months."
        ],
        "text":"By Robbie MeredithBBC News NI Education Correspondent\n\nBut that is just the tip of the iceberg.\n\nPaul estimates that Jim, aged eight, has been suspended for 135 days of his first four years at school.\n\nHe is among a group of parents set to meet the Department of Education (DE) to highlight the similar problems their autistic children are facing.\n\nThe proportion of children with autism in Northern Irish schools has almost trebled in a decade, according to the Department of Health.\n\nAnd some parents, like Paul, say that means they have to battle to get appropriate support in school for their children.\n\n\"Jim's very curious about the world, he loves knowing how things work and likes to hear other people's thoughts on things,\" he said.\n\n\"His autism is autistic spectrum disorder (ASD) with pathological demand avoidance (PDA).\"\n\n\"The majority of the problem that Jim would present with would be anxiety, so as soon as you give him a direct demand he would experience anxiety and as a result of the anxiety he would start refusing.\"\n\nAutism is a spectrum, which means people with autism can present with different conditions.\n\nSome may need little or no support, but others may need sustained help.\n\nAccording to documents seen by BBC News NI, Jim has been suspended for school for 30 days since 28 March, often for five days at a time.\n\nPaul admits Jim presents challenges and would sometimes lash out at his teachers, but said it was due to his rising anxiety.\n\n\"He would become quite distressed within the classroom environment and, as a result, he would throw something, say certain things and then it moved on to lashing out,\" he said.\n\nJim has a statement which says that he needs a full-time classroom assistant and would learn best in a small group setting like a learning support unit.\n\nHowever, he has also faced expulsion, but Paul said that if staff had the appropriate training about Jim's condition then he could thrive in his current school.\n\n\"The strategies you would use for PDA are different than those you would need for a 'normal' ASD child,\" Paul said.\n\n\"For instance, you avoid using the word 'you' towards Jim.\"\n\n\"If Jim did something well you would turn round and say 'I like what has been done there', instead of 'I like what you did there'.\"\n\n\"We could very clearly see there were patterns to how the situation escalated resulting in Jim getting suspended.\"\n\nPaul is now one of a group of more than 100 parents who are in contact as their autistic children have had similar experiences in school.\n\nTanya George's son 11-year-old son, Niall, has also missed substantial amounts of education in primary school.\n\nHe finally received a diagnosis of ASD in July 2018, just as he finished Primary Six.\n\nHe was then able to go to his mainstream primary for three days a week, with the help of a classroom assistant.\n\nBut Tanya said she was aware that Niall needed support much earlier in his school career, and had often put himself in danger at school.\n\n\"In the past he's got extremely overwhelmed and he's got so stressed that he's had to run out of the room, into fields and in front of cars,\" she said.\n\n\"His flight response is really, really triggered at that point when his anxiety is so great.\n\n\"A child doesn't present like that for no reason.\"\n\n\"Any child that would have those issues you should be looking at helping and supporting and resolving the child to get through it.\"\n\nShe also said that at times she felt pressured to withdraw Niall from school altogether.\n\nTanya said, though, that since receiving a dedicated classroom assistant following his diagnosis and completed statement Niall has progressed and is now looking forward to post-primary school.\n\nThe Education Authority now spends £270m a year on supporting children with special educational needs - including autism.\n\nThat is around one-eighth of the entire yearly education budget.\n\nDE's permanent secretary Derek Baker has previously said that he is worried about the rising cost and the support offered to children with special educational needs.\n\nAnd according to Liam Mackle from the Children's Law Centre in Belfast an increasing number of parents are challenging the level of support their children are receiving.\n\n\"There are pockets where schools don't yet understand the complexity of autism - each child with autism is completely different from the next child with autism,\" he said.\n\n\"It's about identifying what triggers are, speaking to the experts at the EA in terms of their autism intervention services and putting proper school-based strategies in place to avoid the need for things like suspensions and detentions which aren't addressing the problem.\"\n\n\"Special educational needs and provision for children particularly with autism has really in the last five years, in terms of our advice service, really exploded.\n\n\"Five years ago we were dealing with just under 400 cases in terms of special educational needs - including autism - and that's now jumped to 1600.\"\n\nMr Mackle's experience is borne out by figures from the Department of Justice, which shows that the number of appeals to the Special Educational Needs and Disability Tribunal (SENDIST) has more than doubled in recent years.\n\nIn 2015\/16 there were 145 appeals to the tribunal - which rules in cases where parents are unhappy with how the EA is dealing with their child's special educational needs.\n\nBy 2018\/19 that had risen to 378 appeals, and just over half of those cases to reach a hearing were won by the parents.\n\n"
    }
]